Repository: MacOS/CityKey-iOS
Catalog: OSCA/*.lproj/Localization.strings
Languages: de

# apnmt_003_cancel_apnmt_title
source: Cancel appointment
de: Termin absagen

# apnmt_003_cancel_apnmt_info
source: Are you sure you want to cancel the appointment?
de: Möchtest du den Termin wirklich absagen?

# apnmt_003_cancel_apnmt_cancel
source: Cancel
de: Abbrechen

# apnmt_003_cancel_apnmt_ok
source: Ok
de: Absagen

# apnmt_003_snackbar_cancelation_failed
source: Oops, your appointment could not be cancelled.
de: Ups, Termin konnte nicht abgesagt werden.

# accessibility_btn_select_location
source: Select city
de: Wähle eine Stadt

# accessibility_btn_open_profile
source: Open profile
de: Profil öffnen

# accessibility_label_date_until
source: to
de: bis

# accessibility_btn_share_content
source: Share content
de: Inhalt teilen

# accessibility_btn_close
source: Navigate up
de: Nach oben navigieren

# accessibility_btn_delete
source: Delete
de: Löschen

# accessibility_btn_cancel
source: Cancel
de: Abbrechen

# accessibility_btn_clear_all
source: Clear all
de: Alle löschen

# accessibility_table_selected_cell
source: Item %s of %s
de: Eintrag %s von %s

# accessibility_cell_dbl_click_hint
source: Double tap to open
de: Zum Öffnen zweimal tippen

# apnmt_003_apnmt_telefon_label
source: Phone: %s
de: Telefon: %s

# apnmt_003_snackbar_mark_read_failed
source: Sorry but we couldn\'t mark the appointment as \'read\'.\nPlease try again later.
de: Leider konnten die Termine nicht als \'gelesen\' markiert werden.\nVersuche es später noch einmal.

# apnmt_snackbar_successfully_delete
source: Appointment deleted
de: Termin gelöscht

# apnmt_delete_error_snackbar
source: The appointment couldn\'t be deleted at this time. Please try again later.
de: Der Termin kann gerade nicht gelöscht werden, bitte versuche es später noch einmal.

# apnmt_delete_not_allowed
source: This appointment cannot be deleted. You can only delete cancelled, rejected or expired appointments.
de: Der Termin kann nicht gelöscht werden. Du kannst nur stornierte, abgelehnte oder abgelaufene Termine löschen.

# accessibility_loading_city
source: Loading city
de: Lade Stadt

# accessibility_location_cell_dbl_click_hint
source: Double tap to select
de: Zum Auswählen zweimal tippen

# survey_001_data_protection_btn
source: Data Protection
de: Datenschutz

# cs_002_running_list_header
source: Running surveys
de: Laufende Umfragen

# cs_002_closed_list_header
source: Closed surveys
de: Abgeschlossene Umfragen

# cs_002_upcoming_list_header
source: Upcoming surveys
de: Bevorstehende Umfragen

# cs_002_page_title
source: Surveys
de: Umfragen

# cs_003_page_title
source: Survey
de: Umfrage

# cs_002_favored_list_item_label
source: Popular
de: Beliebt

# cs_002_days_label
source: Days
de: Tage

# cs_003_creation_date_format
source: Survey created on: %s
de: Umfrage eingestellt am: %s

# cs_003_end_date_label
source: Survey ends
de: Umfrage endet

# cs_003_button_text
source: Participate
de: Teilnehmen

# cs_002_day_label
source: Day
de: Tag

# cs_004_button_next
source: Next
de: Nächste

# cs_004_button_previous
source: Previous
de: Vorherige

# cs_004_button_done
source: Done
de: Fertig

# cs_002_error_no_running_surveys
source: There are currently no ongoing surveys.
de: Derzeit gibt es keine laufenden Umfragen.

# cs_002_error_no_surveys
source: Currently there are no surveys.
de: Derzeit gibt es keine Umfragen.

# cs_002_preview_error_no_surveys
source: Currently, there are no surveys to preview.
de: Derzeit gibt es keine Umfragen zur Vorschau.

# cs_002_loading_error
source: Sorry but we were unable to load the surveys.
de: Es tut uns leid, aber wir konnten die Umfragen nicht laden.

# accessibility_btn_share_news
source: Share article
de: Artikel teilen

# cs_004_back_button_dialog
source: Do you want to leave the survey? Your data will not be stored.
de: Möchtest du die Teilnahme an der Umfrage beenden? Deine Daten werden nicht gespeichert.

# negative_button_dialog
source: No
de: Nein

# positive_button_dialog
source: Yes
de: Ja

# cs_004_survey_submission_dialog_title
source: A big Thank You from %s!
de: Die Stadt %s bedankt sich!

# cs_004_survey_submission_dialog_message
source: You actively contribute to an improved quality of life in %s with your feedback.
de: Mit deinem Feedback trägst du aktiv zur Verbesserung der Lebensqualität in %s bei.

# data_privacy_survey_button_text
source: Accept
de: Akzeptieren

# data_privacy_survey_title
source: Data privacy notice
de: Datenschutzhinweis

# d_001_delete_account_info
source: You are about to start deleting your Citykey account.
de: Du startest gerade die Löschung deines Citykey Kontos.

# d_001_delete_account_info1
source: This action is permanent and you will no longer be able to access the features that are exclusive to registered users.
de: Diese Aktion ist dauerhaft und du hast keinen Zugriff mehr auf die Funktionen, die exklusiv für registrierte Benutzer sind.

# d_003_delete_account_confirmation_info3
source: Please note, it may take up to 48 hours until all your data has been deleted.
de: Es kann bis zu 48 Stunden dauern, bis alle deine Daten vollständig entfernt sind.

# p_002_profile_personal_settings_label_Dob
source: Date of birth
de: Geburtsdatum

# p_002_profile_personal_settings_label_Residence
source: Residence
de: Wohnsitz

# p_003_profile_new_postcode_title
source: Change residence
de: Wohnort ändern

# p_003_profile_current_postcode_label
source: Current postcode
de: Aktuelle Postleitzahl

# p_003_profile_new_postcode_input_hint
source: New postcode
de: Neue Postleitzahl

# p_005_profile_email_changed_pin_verification_message
source: We have sent a verification PIN to your e-mail %s
de: Wir haben eine PIN an deine E-Mail-Adresse %s geschickt.

# poi_001_tab_list_label
source: List
de: Liste

# poi_001_tab_map_label
source: Map
de: Karte

# poi_001_title
source: Interesting places
de: Interessante Orte

# poi_001_category_selection_label
source: Category
de: Kategorie

# poi_001_mandatory_category_selection_title
source: Warning!
de: Achtung!

# poi_001_mandatory_category_selection_text
source: This service can\'t function without selecting a category. Please select one.
de: Ohne Auswahl einer Kategorie kann dieser Dienst nicht funktionieren. Bitte wähle eine aus.

# poi_003_title
source: What are you interested in?
de: Wonach suchst du?

# city_not_available_dialog_title
source: City not available
de: Stadt nicht verfügbar

# city_not_available_dialog_body
source: Unfortunately, the city you have chosen is not available anymore.
de: Leider ist die ausgewählte Stadt nicht mehr verfügbar.

# egov_attach_card_title
source: Connecting
de: Verbindungsaufbau

# egov_attach_card_info1
source: Please hold your eID card behind* your smartphone.
de: Bitte halte den Ausweis hinter* dein Smartphone.

# egov_attach_card_info2
source: *The hatching serves as a guide.
de: *Die Schraffur dient als Orientierungshilfe.

# egov_pin_title
source: PIN entry
de: PIN Eingabe

# egov_pin_info1
source: Please enter your 6-digit PIN.
de: Bitte gib deine 6-stellige PIN ein.

# egov_pin_submit_btn
source: Submit
de: Absenden

# egov_pin_5digits_pin_label
source: Do you have a 5-digit PIN?
de: Hast du eine 5-stellige PIN?

# egov_pin_help_label
source: Do you need help?
de: Brauchst du Hilfe?

# egov_loading_info1
source: Please wait …
de: Einen Moment bitte.

# egov_info_title
source: Identify
de: Ausweisen

# egov_info_provider_info
source: You are about to identify yourself with the following provider:
de: Du möchtest dich bei folgendem Anbieter ausweisen:

# egov_info_provider_label
source: Provider
de: Anbieter

# egov_info_read_data_label
source: The provider requires the following data
de: Vom Anbieter benötigte Daten

# egov_info_read_data_info
source: After you have entered your PIN, the data listed above will be read out and securely transmitted to the provider. Citykey has no access to the data at any time.
de: Die oben aufgeführten Daten werden nach Eingabe der PIN ausgelesen und verschlüsselt an den Anbieter übermittelt. Citykey hat zu keinem Zeitpunkt Zugriff auf die Daten.

# egov_info_purpose_label
source: Purpose
de: Zweck des Auslesevorgangs

# egov_info_btn
source: Next
de: Weiter

# egov_error_label
source: Unexpected error
de: Unerwarteter Fehler

# egov_error_info
source: Unfortunately something went wrong. Please try again.
de: Da ist etwas schief gelaufen. Bitte versuche es noch einmal.

# egov_error_btn
source: Try again
de: Neuer Versuch

# egov_success_title
source: Congratulations!
de: Glückwunsch!

# egov_success_info
source: You have successfully identified yourself.
de: Du hast dich erfolgreich identifiziert.

# poi_002_title
source: What are you interested in?
de: Wonach suchst du?

# poi_001_address_label
source: Address
de: Adresse

# poi_001_tab_map_locate_me_button_decription
source: Locate Me
de: Mein Standort

# poi_001_opening_hours_label
source: Opening hours
de: Öffnungszeiten

# poi_003_description_label
source: Description
de: Beschreibung

# poi_002_error_text
source: Unfortunately something went wrong.\nPlease try again.
de: Leider ist etwas schief gelaufen.\nBitte versuche es noch einmal.

# p_001_profile_help_section_header
source: Help
de: Hilfe

# p_001_profile_help_link_label
source: Open Citykey Help Website
de: Citykey-Hilfe-Website öffnen

# egov_caninfo_label
source: CAN entry
de: CAN eingeben

# egov_caninfo_info1
source: Your PIN entry was incorrect twice. In order to continue, please enter the CAN (Card Access Number).
de: Du hast deine PIN zweimal falsch eingegeben. Um fortfahren zu können, musst du die CAN (Card Access Number) eingeben.

# egov_caninfo_btn
source: Enter CAN
de: CAN eingeben

# egov_can_title
source: CAN entry
de: CAN Eingabe

# egov_caninfo_title
source: Wrong PIN
de: Falsche PIN

# egov_can_info_label
source: Please enter your 6-digit CAN.
de: Bitte gib deine 6-stellige CAN ein.

# egov_caninfo_info2
source: The CAN can be found on the front of the card, in the lower right corner.
de: Die CAN findest du rechts unten in der Ecke, auf der Vorderseite des Ausweises.

# egov_pukinfo_label
source: PUK entry
de: PUK eingeben

# egov_pukinfo_info1
source: Your PIN entry was incorrect three times. Please enter the PUK now in order to continue.
de: Du hast deine PIN dreimal falsch eingegeben. Um fortfahren zu können, musst du nun die PUK eingeben.

# egov_pukinfo_info2
source: The PUK can be found on the document you received with your PIN.
de: Die PUK findest du auf dem Dokument, das du mit deiner PIN bekommen hast.

# egov_pukinfo_btn
source: Enter PUK
de: PUK eingeben

# egov_cardblocked_label
source: Wrong PUK
de: Falsche PUK

# egov_cardblocked_info1
source: Unfortunately, you have entered the PUK incorrectly too many times. Your card is now blocked.
de: Leider wurde die PUK zu oft falsch eingegeben. Dein Ausweis ist nun gesperrt.

# egov_cardblocked_info2
source: Please contact the authority responsible for issuing your ID document in order to have your card unblocked.
de: Um den Ausweis entsperren zu lassen, kontaktiere die für die Ausgabe des Ausweisdokumentes zuständige Behörde.

# egov_cardblocked_title
source: Card blocked
de: Ausweis gesperrt

# egov_certificate_provider
source: Provider
de: Anbieter

# egov_certificate_issuer
source: Issuer of the authorization certificate
de: Aussteller des Berechtigungszertifikats

# egov_certificate_providerinfo
source: Provider information
de: Anbieterinformationen

# egov_certificate_validity
source: Validity
de: Gültigkeit

# egov_puk_info1
source: Please enter your 10-digit PUK.
de: Bitte gib deine 10-stellige PUK ein.

# egov_pin_error_two_retries
source: Wrong PIN. You have two more attempts left.
de: Falsche PIN. Du hast noch zwei Versuche.

# egov_pin_error_one_retry
source: Wrong PIN. You have one more attempt left.
de: Falsche PIN. Du hast noch einen Versuch.

# egov_can_error
source: Wrong CAN. Please try again.
de: Falsche CAN. Bitte versuche es erneut.

# egov_puk_error
source: Wrong PUK. Please try again.
de: Falsche PUK. Bitte versuche es erneut.

# egov_help_label1
source: Do you have a 5-digit PIN?
de: Besitzt du eine 5-stellige PIN?

# egov_help_info1
source: You can have your 5-digit PIN converted to a 6-digit one. To do this, you need the »AusweisApp2«.
de: Du kannst deine 5-stellige PIN in eine 6-stellige umwandeln lassen. Dafür benötigst du die »AusweisApp2«.

# egov_help_ausweissapp_link
source: To AusweisApp2
de: Zur AusweisApp2

# egov_help_label2
source: Is the connection to the card interrupted often?
de: Bricht die Verbindung zum Ausweis öfter ab?

# egov_help_info2
source: Try to keep the card and your smartphone as still as possible.
de: Halte den Ausweis und das Smartphone möglichst ruhig.

# egov_help_label3
source: Do you still need help?
de: Benötigst du weitere Hilfestellung?

# egov_help_info3
source: We recommend checking the extensive help page of the AusweisApp2.
de: Am Besten informierst du dich auf der umfangreichen Hilfeseite der AusweisApp2.

# egov_help_aussweissapp_help_link
source: Go to the help page of the AusweisApp2
de: Hilfeseite der AusweisApp2 aufrufen

# egov_help_link_btn
source: Do you need help?
de: Benötigst du Hilfe?

# p_001_profile_help_webview_title
source: Do you need help?
de: Benötigst du Hilfe?

# p_001_profile_accessibility_stmt_link_label
source: Accessibility Statement
de: Erklärung zur Barrierefreiheit

# p_001_profile_accessibility_stmt_webview_title
source: Accessibility Statement
de: Erklärung zur Barrierefreiheit

# egov_can_info_invalid_can_label
source: Wrong CAN
de: Falsche CAN

# egov_puk_info_invalid_puk_label
source: Wrong PUK
de: Falsche PUK

# egov_help_screen_title
source: Help
de: Hilfe

# egov_cancel_workflow_dialog_title
source: Exit process?
de: Ausweisvorgang beenden?

# egov_cancel_workflow_dialog_message
source: Do you want to exit the authentication process?
de: Möchtest du den Ausweisvorgang beenden?

# egov_cancel_workflow_dialog_ok_button
source: Exit
de: Beenden

# egov_cancel_workflow_dialog_cancel_button
source: Continue
de: Fortfahren

# p_001_profile_accessibilty_disclaimer_label
source: Accessibility Statement
de: Erklärung zur Barrierefreiheit

# p_001_user_account_settings_label_description
source: Edit user account
de: Benutzerkonto bearbeiten

# p_001_personal_detail_settings_label_description
source: Edit personal details
de: Persönliche Daten bearbeiten

# p_001_profile_residence_snackbar_message
source: Date of birth cannot be edited.
de: Das Geburtsdatum kann nicht bearbeitet werden.

# apnmt_snackbar_undo
source: Appointment deleted
de: Termin gelöscht

# appnmt_delete_error_snackbar
source: The appointment could not be deleted, please try again later.
de: Der Termin konnte leider nicht gelöscht werden, bitte versuche es später noch einmal.

# appnmt_delete_not_allowed
source: This appointment cannot be deleted. You can only delete cancelled, rejected or expired appointments.
de: Der Termin kann nicht gelöscht werden. Nur stornierte, abgelehnte oder abgelaufene Termine können gelöscht werden.

# cs_002_survey_completed_message
source: You have already participated in this survey.
de: Du hast bereits an dieser Umfrage teilgenommen.

# progress_days_description
source: Days remaining
de: Verbleibende Tage

# cs_004_mandatory_field_error
source: This field is mandatory.
de: Dieses Feld ist ein Pflichtfeld.

# egov_nfc_not_avaiable_title
source: No NFC available
de: Kein NFC verfügbar

# egov_nfc_not_enabled_but_available
source: NFC functionality is available
de: NFC Funktionalität ist vorhanden

# egov_nfc_not_available_description
source: This function requires an NFC-enabled smartphone.
de: Diese Funktion benötigt ein NFC-fähiges Smartphone.

# egov_nfc_not_enabled_status
source: NFC is enabled
de: NFC Funktionalität ist angeschaltet

# egov_nfc_not_enabled_button
source: Turn on NFC
de: NFC anschalten

# poi_002_close_button_content_description
source: Close
de: Schließen

# egov_accessibility_text_eye_button
source: Show Hide Entered Value
de: Eingegebenen Wert anzeigen beziehungsweise ausblenden

# egov_accessibility_text_clear_button
source: Clear last entered digit
de: Letzte eingegebene Ziffer löschen

# egov_accessibility_text_close_workflow_button
source: Cancel Authentication
de: Authentifizierung abbrechen

# egov_sdk_Address
source: Address
de: Anschrift

# egov_sdk_BirthName
source: Birth name
de: Geburtsname

# egov_sdk_FamilyName
source: Family name
de: Familienname

# egov_sdk_GivenNames
source: Given name(s)
de: Vorname(n)

# egov_sdk_PlaceOfBirth
source: Place of birth
de: Geburtsort

# egov_sdk_DateOfBirth
source: Date of birth
de: Geburtsdatum

# egov_sdk_DoctoralDegree
source: Title
de: Doktorgrad

# egov_sdk_ArtisticName
source: Religious or artistic name
de: Ordens- oder Künstlername

# egov_sdk_ValidUntil
source: Valid until
de: Gültig bis

# egov_sdk_Nationality
source: Nationality
de: Staatsangehörigkeit

# egov_sdk_IssuingCountry
source: Issuing country
de: Ausstellender Staat

# egov_sdk_DocumentType
source: Document type
de: Dokumentenart

# egov_sdk_ResidencePermitI
source: Ancillary provisions I (eAT only)
de: Nebenbestimmungen I (nur eAT)

# egov_sdk_ResidencePermitII
source: Ancillary provisions II
de: Nebenbestimmungen II

# egov_sdk_CommunityID
source: Community ID
de: Wohnort-ID

# egov_sdk_AddressVerification
source: Address verification
de: Wohnortbestätigung

# egov_sdk_AgeVerification
source: Age verification
de: Altersbestätigung

# egov_sdk_WriteAddress
source: Address (write access)
de: Anschrift (Schreibzugriff)

# egov_sdk_WriteCommunityID
source: Community ID (write access)
de: Wohnort-ID (Schreibzugriff)

# egov_sdk_WriteResidencePermitI
source: Ancillary provisions I (write access)
de: Nebenbestimmungen I (nur eAT) (Schreibzugriff)

# egov_sdk_WriteResidencePermitII
source: Ancillary provisions II (write access)
de: Nebenbestimmungen II (Schreibzugriff)

# egov_sdk_CanAllowed
source: CAN allowed
de: CAN erlaubt

# egov_sdk_PinManagement
source: PIN management
de: PIN-Verwaltung

# accessibility_password_too_weak
source: Too weak
de: Zu schwach

# accessibility_password_strong
source: Strong
de: Stark

# accessibility_btn_show_password
source: Show password
de: Passwort anzeigen

# accessibility_btn_hide_password
source: Hide password
de: Passwort ausblenden

# poi_001_retry_button_decription
source: Retry
de: Erneut versuchen

# appointment_webview_title
source: Create appointment
de: Termin vereinbaren

# egov_web_toolbar_goback_button_accessibility_title
source: Go back
de: Zurück

# egov_web_toolbar_goforward_button_accessibility_title
source: Go forward
de: Vor

# egov_web_toolbar_reload_button_accessibility_title
source: Reload page
de: Neu laden

# egov_web_toolbar_launchExternal_button_accessibility_title
source: Open link in browser
de: Im Browser öffnen

# d_001_defect_reporter_detail_button_label
source: Report a defect
de: Anliegen melden

# dr_002_location_selection_toolbar_label
source: Location
de: Standort

# dr_002_locate_me_button_label
source: Locate me
de: Standort bestimmen

# dr_002_street_name_hint
source: STREET NAME
de: STRASSENNAME

# dr_002_house_number_hint
source: HOUSE NUMBER
de: HAUSNUMMER

# dr_002_save_button_label
source: Save
de: Speichern

# dr_003_location_label
source: Location
de: Standort

# dr_003_describe_issue_label
source: Description
de: Beschreibung

# dr_003_your_concern_hint
source: Your concern %s
de: Dein Anliegen %s

# dr_003_add_photo_label
source: ADD PHOTO %s
de: FOTO HINZUFÜGEN %s

# dr_003_add_label
source: ADD
de: HINZUFÜGEN

# dr_003_your_details_label
source: Contact details
de: Kontaktangaben

# dr_003_first_name_hint
source: First name %s
de: Vorname %s

# dr_003_last_name_hint
source: Last name %s
de: Nachname %s

# dr_003_terms_text
source: Please confirm that you have read and acknowledged our %s %s.
de: Bitte bestätige, dass Du unsere %s %s gelesen und zur Kenntnis genommen hast.

# dr_003_terms_end_text
source: Data privacy notice
de: Datenschutzhinweise

# dr_003_terms_text1
source: I agree to be contacted by the city via E-Mail
de: Ich bin damit einverstanden, von der Stadt per E-Mail kontaktiert zu werden

# dr_003_send_report_label
source: Send
de: Senden

# dr_001_choose_category_label
source: Category
de: Kategorie

# dr_004_thank_you_msg
source: Thank you!
de: Vielen Dank!

# dr_004_thank_you_msg1
source: With your submission you help us to improve the quality of life in %s.
de: Mit Deiner Einsendung trägst Du dazu bei, die Lebensqualität in %s zu verbessern.

# dr_004_category_label
source: Category
de: Kategorie

# dr_004_unique_id_label
source: ID of your report
de: ID deines Anliegens

# d_004_reported_on_label
source: Date
de: Datum

# d_004_submit_info_msg
source: You will receive an E-Mail when there are updates on your request.
de: Du erhältst eine E-Mail-Nachricht, wenn es Updates zu Deinem Anliegen gibt.

# p_003_change_dob_title
source: Change date of birth
de: Geburtsdatum ändern

# p_003_change_dob_old_date
source: CURRENT DATE OF BIRTH
de: AKTUELLES GEBURTSDATUM

# p_003_change_dob_new_date
source: NEW DATE OF BIRTH
de: NEUES GEBURTSDATUM

# p_003_change_dob_save_btn
source: Save
de: Speichern

# p_003_day
source: Day
de: Tag

# p_003_month
source: Month
de: Monat

# p_003_year
source: Year
de: Jahr

# dr_003_location_page_info1
source: Move the Map to the location of the defect. The defect is marked by the pin.
de: Bewege die Karte an die Stelle, an der der Defekt liegt. Der Defekt wird durch die Stecknadel markiert.

# dr_003_location_page_info2
source: Please enter the street name and house number by hand below.
de: Bitte gebe unten den Straßennamen und die Hausnummer von Hand ein.

# p_003_change_dob_future_date_error
source: Birthday can not be in future
de: Der Geburtstag kann nicht in der Zukunft liegen

# p_001_profile_no_date_of_birth_added
source: No date of birth added
de: Kein Geburtsdatum angegeben

# p_003_add_date_of_birth_title
source: Add date of birth
de: Geburtsdatum hinzufügen

# egovs_001_details_categories_headline
source: Categories
de: Kategorien

# egovs_001_details_info_btn
source: Help, Contact, Further Information
de: Hilfe, Kontakt, Weitere Informationen

# egovs_002_services_type_web
source: More information
de: Mehr Informationen

# egovs_002_services_type_pdf
source: Document
de: Zum PDF

# egovs_002_services_type_form
source: Online form
de: Zum Onlineformular

# egovs_003_close_dialog_description
source: Möchten Sie das Fenster schließen?
de: Möchtest Du das Fenster schließen?

# dr_003_change_lacation_button
source: Change Location
de: Standort ändern

# egovs_002_services_type_form_eid
source: Online form (eID)
de: Zum Onlineformular (eID)

# apnmt_003_cancel_error_apnmt_info
source: Unfortunately, you cannot cancel the appointment via Citykey yet. Please use the link you received in the confirmation email.
de: Leider kannst Diu den Termin noch nicht über Citykey absagen. Bitte nutze den Link, den Du in der Bestätigungs-Mail bekommen hast.

# d_001_defect_reporter_more_info_button
source: More information
de: Mehr Informationen

# p_003_change_dob_add_date
source: DATE OF BIRTH
de: GEBURTSDATUM

# dr_005_rules_of_use_title
source: Rules of use
de: Nutzungsregeln

# dr_003_rules_of_use_link
source: and rules of use
de: und Nutzungsregeln

# dr_003_defect_submission_error
source: The report could not be sent at this time. please try again later.
de: Der Bericht konnte zu diesem Zeitpunkt nicht gesendet werden. Bitte versuche es später noch einmal.

# dr_003_defect_submission_error_title
source: Defect reporter
de: Mängelmelder

# dr_003_defect_image_option_title
source: Choose option
de: Option wählen

# dr_003_defect_image_option_take_photo
source: Take photo
de: Foto aufnehmen

# dr_003_defect_image_option_camera_roll
source: Camera roll
de: Kamerarolle

# dr_003_defect_image_option_photo_library
source: Photo library
de: Fotobibliothek
