Repository: MacOS/CityKey-iOS
Catalog: OSCA/*.lproj/Localization.strings
Languages: de

# dialog_title_note
source: Note
de: Hinweis

# dialog_technical_error_title
source: Oops…
de: Ups…

# dialog_technical_error_message
source: Unfortunately, something went wrong. Please try again later.
de: Da ist leider etwas schiefgelaufen. Bitte versuche es später noch einmal.

# dialog_update_app_message
source: Update
de: Aktualisieren

# dialog_message_unsupported
source: This feature is currently not supported.
de: Diese Funktion wird momentan leider noch nicht unterstützt.

# dialog_login_required_title
source: Please log in
de: Bitte logge dich ein

# dialog_login_required_btn_later
source: Later
de: Später

# dialog_login_required_btn_login
source: Login
de: Anmelden

# dialog_login_required_message
source: Please log in to use this feature.
de: Bitte logge dich ein um diese Funktion zu nutzen.

# dialog_permission_message
source: You can change the app permissions in the settings at any time.
de: Die Berechtigungen dieser App kannst du jederzeit in den Einstellungen verwalten.

# h_001_navigation_bar_btn_infobox
source: Mailbox
de: Postfach

# h_001_navigation_bar_btn_market_place
source: Marketplace
de: Marktplatz

# a_message_nfc_not_enabled
source: NFC is not enabled. Please enable and try again.
de: Du hast NFC nicht aktiviert. Bitte versuche es noch einmal.

# a_message_nfc_not_supported
source: NFC is not supported by your device.
de: NFC wird nicht unterstützt

# p_001_profile_title
source: Profile
de: Profil

# p_001_profile_btn_imprint
source: Imprint
de: Impressum

# p_001_profile_label_password
source: Password
de: Passwort

# p_001_profile_label_account_settings
source: User account
de: Profil

# p_001_profile_label_birthday
source: Date of birth
de: Geburtsdatum

# p_001_profile_label_data_security
source: Data Privacy Notice
de: Datenschutzhinweise

# p_001_profile_label_first_name
source: First name
de: Vorname

# p_001_profile_label_last_name
source: Last name
de: Nachname

# p_001_profile_label_personal_data
source: Personal details
de: Persönliche Angaben

# p_001_profile_label_residence
source: Residence
de: Wohnort

# p_002_profile_settings_label_password
source: Password
de: Passwort

# p_003_profile_email_change_title
source: Update e-mail
de: E-Mail aktualisieren

# p_003_profile_email_change_btn_save
source: Save
de: Speichern

# p_003_profile_email_change_hint_cur_email
source: Current e-mail
de: Aktuelle E-Mail

# p_003_profile_email_change_hint_new_email
source: New e-mail
de: Neue E-Mail

# p_003_profile_email_change_error_invalid_email
source: E-mail address is invalid
de: Bitte gib eine gültige E-Mail-Adresse ein.

# p_004_profile_email_changed_title
source: Confirm your e-mail
de: E-Mail bestätigen

# p_004_profile_email_changed_btn_resend
source: Try again
de: Erneut versuchen

# p_004_profile_email_changed_info_not_received
source: Didn\'t receive a confirmation link?
de: Du hast keinen Bestätigungslink erhalten?

# p_004_profile_email_changed_info_received
source: You can now log into your account with your new login details.
de: Du kannst dich jetzt mit den neuen Anmeldedaten in deinem Konto anmelden.

# p_004_profile_email_changed_info_sent_mail
source: You have successfully updated your e-mail address.
de: Deine E-Mail Adresse wurde erfolgreich aktualisiert.

# p_004_profile_email_changed_info_sent_link
source: We\'ve e-mailed you a new confirmation link.
de: Wir haben einen Bestätigungslink an deine neue E-Mail-Adresse gesendet.

# p_005_profile_password_change_title
source: Change Password
de: Passwort ändern

# p_005_profile_password_change_btn_forgot_password
source: Forgot your password?
de: Du hast dein Passwort vergessen?

# p_005_profile_password_change_btn_save
source: Save
de: Speichern

# p_005_profile_password_change_hint_cur_password
source: Current password
de: Aktuelles Passwort

# p_005_profile_password_change_hint_new_password
source: New password
de: Neues Passwort

# p_005_profile_password_change_hint_repeat_password
source: Confirm new password
de: Neues Passwort bestätigen

# p_005_profile_password_change_hint_strength
source: Please use: %s
de: Bitte benutze: %s

# p_005_profile_password_change_info_strength_strong
source: Strong password
de: Starkes Passwort

# p_005_profile_password_change_error_no_match
source: Passwords do not match
de: Die Passwörter stimmen nicht überein

# p_005_profile_password_change_error_too_weak
source: Password is too weak
de: Das Passwort ist zu schwach

# p_005_profile_password_change_error_empty_field
source: This field is required
de: Bitte ausfüllen

# p_006_profile_password_changed_title
source: Password changed
de: Passwort geändert

# p_006_profile_password_changed_info_done
source: You have successfully changed your password.
de: Du hast dein Passwort erfolgreich geändert.

# p_006_profile_password_changed_info_next
source: You can now log into your account with your new login details.
de: Du kannst dich jetzt mit den neuen Anmeldedaten in deinem Konto anmelden.

# l_001_login_btn_forgot_password
source: Did you forget your password?
de: Du hast dein Passwort vergessen?

# l_001_login_btn_imprint
source: Imprint
de: Impressum

# l_001_login_btn_login
source: Login
de: Anmelden

# l_001_login_btn_privacy_short
source: Data Privacy Notice
de: Datenschutzhinweise

# l_001_login_btn_register
source: Register now
de: Jetzt kostenlos registrieren

# l_001_login_checkbox_stay_loggedin
source: Keep me logged in
de: Login speichern

# l_001_login_hint_password
source: Password
de: Passwort

# l_001_login_info_not_registered
source: Not registered yet?
de: Noch nicht registriert?

# l_001_login_error_password_wrong
source: The password is incorrect.
de: Das Passwort ist falsch.

# l_002_login_locked_account_title
source: Account locked.
de: Konto gesperrt

# l_002_login_locked_account_info
source: Your account is temporarily locked due to 4 failed login attempts.
de: Du hast viermal versucht, dich mit einem falschen Passwort einzuloggen. Dein Konto ist vorübergehend gesperrt.

# l_004_login_confirm_email_title
source: Confirm your e-mail
de: E-Mail bestätigen

# l_004_login_confirm_email_btn_resend
source: Resend e-mail
de: Erneut senden

# l_004_login_confirm_email_info_sent_link
source: We\'ve sent a new confirmation link to your e-mail address. Resending is only available once.
de: Wir haben einen neuen Bestätigungslink an deine E-Mail-Adresse gesendet. Um Spam zu vermeiden, funktioniert das erneute Senden der Bestätigungs-E-Mail nur einmal.

# l_004_login_confirm_email_info_check_inbox
source: The address %s has not been confirmed yet. Please check your inbox for the verification PIN.
de: Die Adresse %s wurde noch nicht bestätigt. Bitte überprüfe den Posteingang deines E-Mail Programms.

# l_004_login_confirm_email_info_click_link
source: Please click on the confirmation link to log in to your account.
de: Mit einem Klick auf den Bestätigungslink loggst du dich in deinem Konto ein.

# l_004_login_confirm_email_info_not_received
source: Didn\'t receive a confirmation link?
de: Du hast keinen Bestätigungslink erhalten?

# r_001_registration_title
source: Registration
de: Registrierung

# r_001_registration_btn_register
source: Register
de: Registrieren

# r_001_registration_label_agreement_abstract
source: I have read and agree to the %s
de: Ich habe die %s gelesen und bin damit einverstanden.

# r_001_registration_label_agreement_privacy
source: Data Privacy Notice
de: Datenschutzhinweise

# r_001_registration_label_agreement_terms
source: Terms & Conditions
de: Allgemeinen Geschäftsbedingungen

# r_001_registration_label_check_terms
source: I have read and agree to the Terms & Conditions
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und bin damit einverstanden.

# r_001_registration_label_consent_required
source: Your consent is required.
de: Wir brauchen deine Zustimmung

# r_001_registration_label_read_security
source: I have read and agree to the Data Security Information
de: Ich habe die Datenschutzhinweise gelesen und bin damit einverstanden.

# r_001_registration_hint_password_strength
source: Please use: %s
de: Bitte benutze: %s

# r_001_registration_hint_password_strong
source: Strong password
de: Starkes Passwort

# r_001_registration_hint_birthday
source: Date of birth (OPTIONAL)
de: Geburtsdatum (OPTIONAL)

# r_001_registration_hint_first_name
source: First name
de: Vorname

# r_001_registration_hint_last_name
source: Last name
de: Nachname

# r_001_registration_hint_password
source: Password
de: Passwort

# r_001_registration_hint_password_repeat
source: Confirm password
de: Passwort wiederholen

# r_001_registration_error_password_no_match
source: Passwords do not match
de: Die Passwörter stimmen nicht überein.

# r_001_registration_error_password_too_weak
source: Too weak
de: Zu schwach

# r_001_registration_error_empty_field
source: Required field
de: Bitte ausfüllen

# r_001_registration_p_005_profile_password_strength_label
source: Password strength
de: Passwortstärke

# r_001_registration_p_005_profile_password_strength_hint_min_8_chars
source: minimum 8 characters
de: Mindestens 8 Zeichen

# r_001_registration_p_005_profile_password_strength_error_min_1_symbol
source: at least one symbol
de: Mindestens ein Symbol

# r_004_registration_confirmation_title
source: Confirm your e-mail
de: Bitte bestätige deine E-Mail-Adresse

# r_004_registration_confirmation_btn_resend
source: Resend e-mail
de: Erneut senden

# r_004_registration_confirmation_info_click_link
source: Please click on the confirmation link to log in to your account.
de: Mit einem Klick auf den Bestätigungslink loggst du dich in deinem Konto ein.

# r_004_registration_confirmation_info_not_received
source: Didn\'t receive the PIN?
de: Keine Bestätigungs-PIN erhalten?

# r_004_registration_confirmation_info_sent_link
source: We e-mailed you a new confirmation PIN. Resending is only available once.
de: Wir haben eine neue Bestätigungs-PIN an deine E-Mail-Adresse gesendet.

# r_004_registration_confirmation_info_sent_mail
source: We have sent a verification PIN to your address %s
de: Wir haben eine PIN an deine E-Mail-Adresse %s geschickt.

# r_004_registration_confirmation_dialog_failed_title
source: Registration not possible
de: Registrierung nicht möglich

# r_004_registration_confirmation_dialog_failed_content
source: Unfortunately, something went wrong. Please try again.
de: Da ist leider etwas schiefgelaufen. Bitte versuche es später noch einmal.

# f_001_forgot_password_title
source: Reset password
de: Passwort zurücksetzen

# f_001_forgot_password_btn_reset_password
source: Reset password
de: Passwort zurücksetzen

# f_001_forgot_password_btn_resend_mail
source: Resend e-mail
de: E-Mail erneut senden

# f_001_forgot_password_label_not_confirmed
source: This e-mail address has not been confirmed yet.
de: Bitte bestätige die Registrierung für diese E-Mail-Adresse.

# f_001_forgot_password_info_verify_mail
source: We have sent a reset link to %s. Please check your e-mail.
de: Wir haben einen Bestätigungslink an die E-Mail-Adresse %s gesendet. Bitte schau in deinem E-Mail-Postfach nach.

# f_001_forgot_password_info_follow_instructions
source: Follow the instructions to quickly gain access to your account.
de: Folge den Anweisungen um schnell Zugriff auf dein Konto zu erhalten.

# f_001_forgot_password_info_not_received
source: Didn\'t receive a reset link?
de: Du hast keine E-Mail erhalten?

# f_001_forgot_password_info_click_link
source: You can easily set up a new password. We will e-mail you a PIN to do that.
de: Du kannst dein Passwort ganz einfach zurücksetzen. Dazu senden wir dir eine E-Mail mit einer PIN.

# f_001_forgot_password_info_sent_link
source: We e-mailed you a new reset link.
de: Wir haben dir einen neuen Bestätigungslink per E-Mail gesendet.

# f_001_forgot_password_info_locked_account
source: You can unlock your account by setting up a new password.
de: Um dein Benutzerkonto zu entsperren, musst du ein neues Passwort eingeben.

# f_001_forgot_password_error_invalid_email
source: Please enter a valid e-mail address.
de: Bitte gib eine gültige E-Mail-Adresse ein.

# f_003_forgot_password_confirmation_title
source: Reset link sent
de: E-Mail versendet

# i_002_privacy_title
source: Data Privacy Notice
de: Datenschutzhinweise

# i_002_privacy_title_short
source: Data Privacy
de: Datenschutz

# i_001_imprint_title
source: Imprint
de: Impressum

# s_001_002_003_004_ribbon_label_new_item
source: New
de: Neu

# s_001_services_002_marketplaces_btn_categories_show_all
source: Show all
de: Alle anzeigen

# s_001_services_002_marketplaces_title_categories
source: Categories
de: Kategorien

# s_001_services_002_marketplaces_btn_favorites_edit
source: Edit
de: Bearbeiten

# s_001_services_002_marketplaces_title_favorites
source: Favorites
de: Favoriten

# s_001_services_002_marketplaces_title_most_used
source: Most used
de: Häufig genutzt

# s_001_services_002_marketplaces_title_ours
source: My services
de: Meine Services

# s_001_services_002_marketplaces_btn_favorites_save
source: Save
de: Fertig

# s_001_services_subtitle
source: Here you can find all the services offered by your city.
de: Hier findest du alle Serviceangebote deiner Stadt.

# s_001_services_title_new
source: New services
de: Neue Services

# s_002_marketplaces_title
source: Marketplace
de: Marktplatz

# s_002_marketplaces_subtitle
source: Find the best marketplace deals in your city.
de: Hier findest du alle Services, die von deiner Stadt angeboten werden.

# s_002_marketplaces_title_branches
source: Categories
de: Branchen

# s_002_marketplaces_title_new
source: New deals
de: Neue Marktplätze

# s_002_marketplaces_title_ours
source: Our marketplaces
de: Unsere Marktplätze

# s_003_all_marketplaces_title
source: All marketplaces
de: Alle Services

# s_003_all_services_title
source: All services
de: Alle Services

# s_004_all_services_title
source: All services
de: Alle Services

# s_007_detailed_marketplace_title
source: Marketplaces
de: Marktplatz

# s_007_detailed_service_btn_open_service
source: Open service
de: Service öffnen

# s_007_detailed_service_btn_set_appointment
source: Schedule an appointment
de: Termin vereinbaren

# s_007_detailed_service_dialog_city_restricted_btn_change
source: Change to %s
de: Wechseln zu %s

# s_007_detailed_service_dialog_city_restricted_message
source: You must be a resident to access all citizen services.
de: Um auf alle Bürgerdienste zugreifen zu können, musst du in dieser Stadt wohnen.

# s_007_detailed_service_dialog_city_restricted_title
source: Limited access
de: Beschränkter Zugriff

# s_007_detailed_service_dialog_city_restricted_btn_stay
source: Remain in %s
de: Verbleiben in %s

# h_001_home_title_part
source: Welcome to
de: Willkommen in

# h_001_home_btn_more_news
source: Show all
de: Alle anzeigen

# h_001_home_title_discounts
source: Current discounts
de: Aktuelle Rabatte

# h_001_home_title_news
source: News
de: Nachrichten

# h_001_home_title_offers
source: Current deals
de: Aktuelle Angebote

# h_001_home_title_tips
source: Tips of the day
de: Tipps des Tages

# h_001_home_notification_test_title
source: Confirmation of change of registration
de: Ummeldebestätigung

# h_001_home_notification_test_content
source: The confirmation of your change of registration is available in your document safe.
de: Die Ummeldebestätigung für deinen Umzug ist fertig und in deinem Dokumentensafe zu finden.

# h_001_home_s_001_services_002_marketplaces_home_menu_item_profile
source: Profile
de: Profil

# h_002_home_news_title
source: News
de: Nachrichten

# h_003_home_articles_btn_more
source: More information
de: Mehr Informationen

# h_003_home_articles_info_discounts_headline
source: Current discounts
de: Aktuelle Rabatte

# h_003_home_articles_info_news_headline
source: News
de: Nachrichten

# h_003_home_articles_info_offers_category
source: OFFER
de: Angebot

# h_003_home_articles_info_offers_headline
source: Current offers
de: Aktuelle Angebote

# h_003_home_articles_info_tips_category
source: TIP
de: Tipp

# h_003_home_articles_info_tips_headline
source: Tips of the day
de: Tipps des Tages

# h_003_home_articles_menu_btn_share
source: Share
de: Teilen

# c_001_cities_title
source: Select city
de: Stadt auswählen

# c_001_cities_btn_get_gps
source: Identify location
de: Standort ermitteln

# c_001_cities_menu_btn_favorites
source: Favorites
de: Favoriten

# c_001_cities_tab_label_all
source: All
de: Alle

# c_001_cities_tab_label_favorites
source: Favorites
de: Favoriten

# c_001_cities_dialog_gps_title
source: Notification
de: Hinweis

# c_001_cities_dialog_gps_btn_cancel
source: Cancel
de: Abbrechen

# c_001_cities_dialog_gps_btn_ok
source: Settings
de: Einstellungen

# c_001_cities_dialog_gps_message
source: Location detection is deactivated.
de: Standorterkennung ist deaktiviert.

# c_001_cities_dialog_invalid_location_message
source: Your current location is not yet supported.
de: Dein aktueller Standort wird noch nicht unterstützt.

# x_001_start_splash_btn_retry
source: Retry
de: Wiederholen

# x_001_welcome_btn_imprint
source: Imprint
de: Impressum

# x_001_welcome_btn_login
source: Login
de: Anmelden

# x_001_welcome_btn_privacy_short
source: Data Privacy Notice
de: Datenschutzhinweise

# x_001_welcome_btn_register
source: Register
de: Registrieren

# x_001_welcome_info_00
source: Register to be able to use all services of the Citykey App.
de: Registriere dich, um alle Services der Citykey App zu nutzen.

# x_001_welcome_info_01
source: Submit applications or documents - quickly and conveniently via app.
de: Anträge stellen oder Dokumente einreichen – schnell und bequem per App.

# x_001_welcome_info_02
source: What\'s going on in your city? What is important? You can also share all events and news directly with friends.
de: Was ist los in deiner Stadt? Was ist wichtig? Alle Veranstaltungen und Nachrichten kannst du auch direkt mit Freunden teilen.

# x_001_welcome_info_03
source: The Citykey app is your access to many cities. Simple and available at any time.
de: Die Citykey App ist dein Zugang zu vielen Städten. Einfach und jederzeit verfügbar.

# x_001_welcome_label_login
source: Login
de: Anmelden

# x_001_welcome_menu_btn_skip
source: Skip
de: Überspringen

# b_001_infobox_title
source: Mailbox
de: Postfach

# b_002_infobox_snackbar_action_undo
source: Undo
de: Widerrufen

# b_002_infobox_snackbar_content
source: Item deleted.
de: Artikel gelöscht.

# b_002_infobox_swiped_btn_delete
source: Delete
de: Löschen

# b_002_infobox_swiped_btn_read
source: Read
de: Gelesen

# b_002_infobox_swiped_btn_unread
source: Unread
de: Ungelesen

# b_003_infobox_detailed_title
source: Mailbox
de: Postfach

# b_003_infobox_detailed_btn_open_service
source: Open service
de: Service öffnen

# b_003_infobox_detailed_btn_set_appointment
source: Schedule an appointment
de: Termin vereinbaren

# b_003_infobox_detailed_btn_download
source: Download
de: Herunterladen

# b_003_infobox_detailed_notification_birth_certificate_title
source: Birth certificate
de: Geburtsurkunde

# b_003_infobox_detailed_notification_birth_certificate_content
source: Your birth certificate is ready!
de: Deine Geburtsurkunde ist fertig!

# p_003_profile_email_change_technical_error
source: Unfortunately, something went wrong. Please try again later.
de: Das hat leider nicht geklappt. Bitte versuche es noch einmal.

# navigation_bar_back
source: Back
de: Zurück

# error_request_city_infos
source: Information about the city could not be retrieved.
de: Infos zur Stadt konnten nicht abgerufen werden.

# error_request_set_favorites
source: Favorites could not be set.
de: Es konnten keine Favoriten gesetzt werden.

# error_request_set_read
source: Read/Unread status could not be set.
de: Gelesen/Ungelesen Status konnte nicht gesetzt werden.

# p_002_profile_settings_label_delete_account
source: Delete account
de: Konto löschen

# d_001_delete_account_info_title
source: Delete account
de: Konto löschen

# d_001_delete_account_info_info1
source: What happens if I delete my account?
de: Was passiert, wenn ich meinen Account lösche?

# d_001_delete_account_info_info2
source: Unfortunately you will not be able to use Citykey specific features anymore.
de: Leider kannst du keine Citykey-spezifischen Funktionen mehr nutzen.

# d_001_delete_account_info_button_text
source: Delete Account
de: Konto löschen

# d_002_delete_account_validation_title
source: Confirm deletion
de: Löschen bestätigen

# d_002_delete_account_validation_info
source: Confirm account deletion by entering your password.
de: Mit Eingabe deines Passwortes bestätigst du die Löschung deines Kontos.

# d_002_delete_account_validation_button_text
source: Confirm deletion
de: Löschen bestätigen

# d_003_delete_account_confirmation_title
source: Account deleted
de: Konto gelöscht

# d_003_delete_account_confirmation_info1
source: You have successfully deleted your account.
de: Du hast dein Konto erfolgreich gelöscht.

# d_003_delete_account_confirmation_info2
source: We\'re sorry to see you go. The good news is, you can continue using the guest features of the app.
de: Wir bedauern, dass du gehst. Du kannst die App aber auch ohne Registrierung weiter nutzen.

# d_004_delete_account_error_info1
source: Unfortunately, we were not able to delete your account at this time.
de: Dein Konto konnte leider nicht gelöscht werden.

# d_004_delete_account_error_info2
source: Please log in and try again.
de: Bitte logge dich ein und versuche es erneut.

# d_004_delete_account_error_title
source: Deletion not possible
de: Eine Löschung ist nicht möglich

# dialog_no_internet
source: Please check your internet connection and retry.
de: Es ist keine Verbindung zum Internet vorhanden.

# dialog_retry_title
source: Connection not possible
de: Verbindung nicht möglich

# dialog_retry_description
source: Unfortunately, something went wrong. Please check your internet connection and try again.
de: Der Vorgang konnte nicht abgeschlossen werden. Bitte überprüfe deine Internetverbindung und versuche es noch einmal.

# dialog_retry_retry_button
source: Retry
de: Bitte noch einmal versuchen.

# r_001_registration_error_password_email_same
source: Password and e-mail address may not be the same.
de: Das Passwort darf nicht mit deiner E-Mail übereinstimmen.

# l_002_login_temporarily_locked_account_info
source: Your account is temporarily locked.
de: Das Konto ist vorübergehend gesperrt.

# p_001_profile_error_dialog_description
source: Unfortunately, we cannot display your profile at this time. Please try again later.
de: Deine Profildaten konnten nicht angezeigt werden. Bitte versuche es später noch einmal.

# p_001_profile_error_dialog_title
source: Unable to load profile.
de: Das Profil konnte nicht geladen werden.

# l_004_login_confirm_email_info_sent_link_error
source: Unable to send the confirmation link, please try again.
de: Der Bestätigungslink konnte nicht gesendet werden. Bitte versuche es noch einmal.

# date_picker_close_button
source: Done
de: Fertig

# p_003_profile_email_change_error_same_email
source: The new e-mail address matches the old one. Please use a different e-mail address.
de: Die neue E-Mail-Adresse stimmt mit der alten E-Mail-Adresse überein. Bitte wähle eine andere E-Mail-Adresse.

# p_005_profile_password_change_error_same_passwords
source: Your new and old password may not be the same.
de: Das neue Passwort stimmt mit dem alten Passwort überein. Bitte wähle ein anderes Passwort.

# h_001_home_no_news
source: There are no news.
de: Es gibt keine Neuigkeiten.

# h_001_home_title_events
source: Events
de: Veranstaltungen

# h_001_home_btn_all_events
source: Show all
de: Alle anzeigen

# e_002_filter_categories_label
source: Categories:
de: Kategorien:

# e_002_filter_date_label
source: Dates:
de: Datum:

# e_002_filter_empty_label
source: Show all
de: Alle anzeigen

# e_002_page_title
source: Events
de: Veranstaltungen
