Repository: MacOS/CityKey-iOS
Catalog: OSCA/*.lproj/Localization.strings
Languages: de

# dr_003_defect_image_option_cancel
source: Cancel
de: Abbrechen

# dr_003_delete_photo_label
source: DELETE PHOTO
de: FOTO LÖSCHEN

# dr_003_delete_photo_description
source: Delete photo
de: Foto löschen

# dr_003_add_photo_description
source: Add photo
de: Foto hinzufügen

# dialog_dpn_updated_title
source: Privacy policy updated
de: Datenschutz-Hinweise aktualisiert

# dialog_dpn_updated_privacy_btn
source: Privacy policy
de: Datenschutzhinweise

# dr_003_terms_title
source: Data Privacy Notice
de: Datenschutzhinweise

# p_004_profile_email_success_title
source: E-Mail updated
de: E-Mail aktualisiert

# NSCameraUsageDescription
source: If we are allowed to use your camera, you can report the defect more easily.
de: Wenn wir Deine Kamera nutzen dürfen, kannst Du den Mangel einfacher melden.

# NSPhotoLibraryUsageDescription
source: If we are allowed to use your photos, you can report the defect more easily.
de: Wenn wir Deine Fotos nutzen dürfen, kannst Du den Mangel einfacher melden.

# x_003_welcome_info
source: Citizen service via smartphone.
de: Bürgerservice über das Smartphone.

# x_001_welcome_info_title_01
source: Paperless
de: Papierlos

# x_001_welcome_info_title_02
source: News & Events
de: Nachrichten & Veranstaltungen

# x_001_welcome_info_title_03
source: All cities in your hand
de: Alle Städte in deiner Hand

# x_001_lets_go_btn_text
source: Let\'s go!
de: Los geht’s!

# x_001_next_btn_text
source: Next
de: Nächste

# dr_camera_permission_denied_error_dialog_title
source: Camera permission denied
de: Zugriff auf die Kamera verweigert.

# dr_camera_permission_denied_error_dialog_message
source: In order to allow Citykey to capture photos of the defect, please go to settings and allow the camera access permission.
de: Damit Citykey ein Foto des Mangels aufnehmen kann, gehe bitte zu den Einstellungen und erlaube die Zugriffsberechtigung für die Kamera.

# dr_photos_permission_denied_error_dialog_title
source: Photos permission denied
de: Zugriff auf die Fotos verweigert.

# dr_photos_permission_denied_error_dialog_message
source: In order to allow Citykey to capture photos of the defect, please go to settings and allow the photos access permission.
de: Damit Citykey ein Foto des Mangels bereitstellen kann, gehe bitte zu den Einstellungen und erlaube die Zugriffsberechtigung für die Fotos.

# NFCReaderUsageDescription
source: Citykey needs NFC to access the eID feature of your ID card in order to authenticate to eGov services.
de: Citykey benötigt NFC, um auf die eID-Funktion deines Personalausweises zuzugreifen, um sich bei Online-Diensten zu authentifizieren.

# p_001_profile_label_data_security_settings
source: Data Privacy Settings
de: Datenschutz-Einstellungen

# dialog_dpn_settings_title
source: Privacy Settings
de: Datenschutz-Einstellungen

# dialog_dpn_settings_change_btn
source: Change settings
de: Einstellungen ändern

# dialog_dpn_settings_accept_all_btn
source: Accept all
de: Alle akzeptieren

# dialog_dpn_settings_accept_chosen_btn
source: Confirm selection
de: Auswahl bestätigen

# dialog_dpn_settings_data_security_link
source: Data security notice
de: Datenschutzhinweise

# dialog_dpn_notice_settings_btn
source: Data Privacy Settings
de: Datenschutz-Einstellungen

# dialog_dpn_settings_headline
source: Manage your privacy settings
de: Datenschutz-Einstellungen verwalten

# dialog_dpn_settings_description
source: In order to provide you with an optimal app experience, we use various tools. This includes tools for the operation and optimization of the app and services, such as text and video chats, as well as tools for advertising oriented to your online usage behavior. These tools can, for example, tell us if you use our app repeatedly from the same device. We would like to give you the choice, which tools you allow:
de: Um Ihnen ein optimales App Erlebnis zu bieten, setzen wir verschiedene Tools ein. Dazu zählen Tools für den Betrieb und die Optimierung der App. So kann z.B. erkannt werden, wenn Sie unsere App vom selben Gerät aus wiederholt nutzen. Wir möchten Ihnen die Wahl geben, welche Tools Sie zulassen:

# dialog_dpn_settings_required_headline
source: Strictly necessary tools
de: Erforderliche Tools

# dialog_dpn_settings_required_description
source: These tools are strictly necessary to enable you to navigate the pages and use essential functions. They enable basic functions, such as sending of push notifications related to features of the app, and access to secured areas of the app. They also serve the purpose of performing an anonymous analysis of user patterns, which we use to continuously develop and improve our app for you.
de: Diese Tools sind notwendig, damit Sie durch die Seiten navigieren und wesentliche Funktionen nutzen können. Sie ermöglichen Grundfunktionen, wie das Versenden von Push-Nachrichten im Zusammenhang mit Funktionalität der App, und den Zugriff auf gesicherte Bereiche der App. Zudem dienen sie der anonymen Auswertung des Nutzerverhaltens, die von uns verwendet werden, um unsere App stetig für Sie weiterzuentwickeln.

# dialog_dpn_settings_optional_headline
source: Analysis Tools
de: Analytische Tools

# dialog_dpn_settings_optional_description
source: These tools help us to improve our understanding of how our apps are used. Analysis tools allow for the collection of usage and identification data by the original provider or third party providers and their compilation into pseudonymous usage profiles. We use analysis tools, e.g., to determine the number of individual users of an app, to collect technical data if the app has crashed, and to analyze the app’s usage patterns and user interactions on the basis of anonymous and pseudonymous information. This information cannot be traced back to a person.
de: Diese Tools helfen uns, das Nutzungsverhalten besser zu verstehen. Analyse-Tools ermöglichen die Erhebung von Nutzungs- und Erkennungsmöglichkeiten durch Erst- oder Drittanbieter, in so genannten pseudonymen Nutzungsprofilen. Wir benutzen beispielsweise Analyse-Tools, um die Zahl der individuellen Nutzer einer App zu ermitteln oder um technische Informationen bei einem Absturz der App zu erheben, als auch das Nutzerverhalten auf Basis anonymer und pseudonymer Informationen zu analysieren, wie Nutzer mit der App interagieren. Ein unmittelbarer Rückschluss auf eine Person ist dabei nicht möglich.

# dialog_dpn_settings_show_more_btn
source: Find out more
de: Mehr erfahren

# dialog_dpn_settings_show_less_btn
source: Show less
de: Weniger erfahren

# dialog_dpn_ftu_text_format
source: This app uses tools, for example in the form of SDKs (Software Developer Kit). They can store and read information on your device. By clicking on "Accept All", you accept the processing of your data according to our %s. Further information, including information on data processing by third parties, can be found in the settings as well as in our privacy information. %s you can continue only with the necessary tools.
de: Diese App verwendet Tools, z. B. in Form von SDKs (Software Developer Kit). Diese können Informationen auf Ihrem Endgerät speichern und lesen. Mit einem Klick auf „Alle akzeptieren“ akzeptieren Sie die Verarbeitung gemäß unseres %s. Weitere Informationen, auch zur Datenverarbeitung durch Drittanbieter und der Möglichkeit des Widerrufs, finden Sie in den Einstellungen sowie in unseren Datenschutzhinweisen. Hier geht es %s nur mit den notwendigen Tools.

# dialog_dpn_ftu_dpn_link
source: privacy information
de: Datenschutzhinweises

# dialog_dpn_ftu_continue_link
source: Here
de: weiter

# dialog_dpn_settings_confirm_selection_btn
source: Confirm selection
de: Auswahl bestätigen

# dialog_dpn_notice_title
source: Data Privacy Notice
de: Datenschutzhinweise

# dr_003_defect_image_file_too_large
source: The image is too big. Please choose a different image.
de: Das Bild ist zu groß. Bitte wähle ein anderes Bild.

# e_005_image_load_error
source: Failed to load image. Please try again
de: Das Bild konnte nicht geladen werden

# dialog_confirm_logout_title
source: Logout
de: Abmelden

# dialog_confirm_logout_message
source: Are you sure you want to log out?
de: Möchtest du dich abmelden?

# dialog_confirm_logout_btn_yes
source: Yes
de: Ja

# dialog_confirm_logout_btn_cancel
source: Cancel
de: Abbrechen

# feedback_header
source: Tell us what you think.
de: Sag uns, was du denkst.

# feedback_description
source: Would you like to help us improve our offer? Just give us a short feedback. If you wish to remain anonymous, please be careful not to enter any personal information. Your email address will only be shared with us if you agree to it below.
de: Möchtest Du uns helfen, unser Angebot zu verbessern? Gib uns einfach ein kurzes Feedback. Falls du anonym bleiben möchtest, dann achte bitte darauf, keine persönlichen Daten einzugeben. Deine E-Mail-Adresse wird nur dann an uns weitergegeben, wenn du dich unten damit einverstanden erklärst.

# feedback_box_title
source: What do you like?
de: Was hat dir gefallen?

# feedback_box_title1
source: What can we do better?
de: Was können wir besser machen?

# feedback_send_btn
source: Send
de: Abschicken

# feedback_successful_submission_heading
source: Thank you for your submission!
de: Vielen Dank!

# feedback_successful_submission_description
source: Your feedback will help us to improve our app. Thank you again :)
de: Dein Feedback wird uns dabei helfen, die App zu verbessern. Nochmals vielen Dank :)

source: Security Alert
de: Sicherheitswarnung

# jailbreak_desc
source: Citykey has detected a jailbreak on your device. Therefore, the execution cannot be supported.
de: Citykey hat einen Jailbreak auf ihrem Gerät erkannt. Die Ausführung kann daher nicht unterstützt werden.

# l_001_login_kmli_dialog_title
source: Staying logged in
de: Angemeldet bleiben

# l_001_login_kmli_dialog_message
source: Do you want to stay logged in, so that you don\'t need to log in next time you use the app?
de: Möchten Sie eingeloggt bleiben, so dass Sie sich bei der nächsten Nutzung der App nicht mehr anmelden müssen?

# l_001_login_hint_kmli_not_checked
source: You have been logged out due to inactivity. To stay logged in, just check the "keep me logged in" checkbox.
de: Du wurdest aufgrund von Inaktivität ausgeloggt. Um eingeloggt zu bleiben, aktiviere einfach das Kontrollkästchen »Eingeloggt bleiben«.

# l_001_login_hint_unexpected_logout
source: Unfortunately something went wrong and you were logged out. Please log in again.
de: Leider ist etwas schief gelaufen und du wurdest ausgeloggt. Bitte logge dich bitte erneut ein.

# egov_search_hint
source: Find
de: Finden

# egov_search_last_searches_label
source: Last searches
de: Letzte Suche

# egov_search_results_label
source: Search results
de: Suchergebnisse

# egov_search_ftu_msg
source: Please enter a search term.
de: Bitte Suchbegriff eingeben.

# egov_search_no_results_format
source: Unfortunately, we could not find anything related to »%s«.
de: Leider konnten wir nichts zu »%s« finden.

# apnmt_002_item_state_changing
source: Your appointment has been updated
de: Dein Termin wurde aktualisiert.

# wc_004_filter_category_select_all
source: Select all
de: Alle auswählen

# wc_004_filter_category_deselect_all
source: Deselect all
de: Alle abwählen

# wc_004_filter_category_nothing_selected
source: Nothing selected
de: Nichts ausgewählt

# wc_004_filter_category_All_selected
source: All selected
de: Alle ausgewählt

# wc_004_filter_category_selected_count
source: %d selected
de: %d ausgewählt

# wc_004_filter_category_empty
source: Please select a pickup from the button above.
de: Bitte wähle aus der oberen Schaltfläche eine Abholung aus.

# p_003_change_dob_delete_dob_btn
source: Delete date of birth
de: Geburtsdatum löschen

# wc_004_filter_category_empty_data
source: There are no dates for the selected pickup and month.
de: Es gibt keine Termine für die ausgewählte Abholung und den Monat

# wc_004_filter_multiple_category_empty_data
source: There are no dates for the selected pickups and month.
de: Es gibt keine Termine für die ausgewählten Abholungen und den Monat.

# wc_005_push_notification_disclaimer
source: If a notification is not sent or sent at the wrong time, there is unfortunately no entitlement to an emptying at a later point in time.
de: Wird eine Benachrichtigung nicht oder zu einem falschen Termin zugestellt, besteht leider kein Anspruch auf eine Leerung zu einem späteren Zeitpunkt.

# p_001_profile_software_license_title
source: License
de: Lizenzen

# p_001_profile_software_license_label
source: License
de: Lizenzen

# wc_006_choose_existing_calendar
source: Choose an existing calendar
de: Wähle einen Kalender

# wc_006_add_events
source: Add events
de: Ereignisse hinzufügen

# wc_006_add_to_calendar
source: Add
de: Hinzufügen

# wc_006_create_a_new_calendar
source: Create a new calendar
de: Einen neuen Kalender erstellen

# wc_006_my_waste_calendar
source: My waste calendar
de: Mein Abfuhrkalender

# wc_006_red_color
source: Red
de: Rot

# wc_006_yellow_color
source: Yellow
de: Gelb

# wc_006_green_color
source: Green
de: Grün

# wc_006_blue_color
source: Blue
de: Blau

# wc_006_purple_color
source: Purple
de: Lila

# wc_006_brown_color
source: Brown
de: Braun

# wc_006_successfully_exported
source: Events successfully added
de: Ereignisse erfolgreich hinzugefügt

# wc_006_alert_message_successfull
source: The events for selected pickups have been successfully added to your calendar.
de: Die Termine für die ausgewählten Abholungen wurden erfolgreich zu Deinem Kalender hinzugefügt.

# wc_006_calendar_colour
source: Calendar colour
de: Kalenderfarbe

# wc_006_colour
source: COLOUR
de: FARBE

# wc_006_calendar_name
source: Calendar name
de: Name des Kalenders

# dr_003_waste_bin_id_hint
source: Waste Bin ID %s
de: Papierkorbnummer %s

# wc_006_export_dialog_choose_label
source: Choose a calendar
de: Wähle einen Kalender

# wc_006_export_dialog_options_Title
source: Calendars
de: Kalendarien

# wc_006_no_calendar_available_for_export_title
source: No calendars found
de: Keinen Kalender gefunden

# wc_006_no_calendar_available_for_export_message
source: We did not find any calendars on your device. In order to add events, please create a calendar first.
de: Wir haben keinen Kalender auf deinem Gerät gefunden. Um Ereignisse hinzufügen zu können, erstelle bitte zuerst einen Kalender.

# h_001_update_required
source: Update required
de: Update erforderlich

# h_001_update_detail_text
source: To continue using Citykey, please download the latest version
de: Um Citykey weiterhin nutzen zu können, laden Sie bitte die neueste Version herunter

# wc_006_events_not_added
source: Events cannot be exported due to a technical problem.
de: Ereignisse können aufgrund eines technischen Problems nicht exportiert werden.

# e_007_cancelled_events
source: Cancelled
de: Abgesagt

# e_007_event_cancelled_desc
source: This event was cancelled
de: Diese Veranstaltung wurde abgesagt

# e_005_description_read_more_information
source: More information
de: Mehr Informationen

# z_001_error
source: Error
de: Fehler

# e_006_event_route
source: Get directions
de: Route

# e_006_event_tap_on_map_hint
source: Tap on the map to see more details
de: Tippe auf die Karte für weitere Details

# e_006_event_routing_options
source: Routing Options
de: Routing-Optionen

# e_006_event_routing_options_msg_text
source: Please Select App For Routing
de: Bitte wähle eine App für das Routing

# e_006_event_apple_maps
source: Apple Maps
de: Apple Karten

# e_006_event_no_map_found_text
source: No maps app was found
de: Es wurde keine Karten-App gefunden

# e_006_event_btn_cancel
source: Cancel
de: Abbrechen

# wc_005_error_message_select_pickups
source: Some of the previously selected waste types are no longer available. Please select an alternative waste type instead.
de: Einige der zuvor ausgewählten Abfallarten sind nicht mehr vorhanden. Bitte wählen Sie stattdessen eine alternative Abfallart aus.

# wc_005_dialog_options_Title
source: Updates
de: Aktualisierung

# p_001_profile_label_mode
source: Mode
de: Modus

# p_001_profile_label_mode_live
source: Production
de: Produktion

# p_001_profile_label_mode_preview
source: Preview
de: Vorschau

# h_001_home_app_preview_banner_text
source: You are in preview mode
de: Du befindest dich im Vorschaumodus

# wc_004_export_events_btn
source: Export events
de: Veranstaltung exportieren

# dialog_rooted_msg
source: Citykey has detected that you have rooted your device. Therefore, the execution cannot be supported.
de: Citykey hat Root-Rechte auf ihrem Gerät erkannt. Die Ausführung kann daher nicht unterstützt werden.

# apnmt_002_item_state_updated
source: Your appointment has been updated
de: Dein Termin wurde aktualisiert

# poi_share_text_footer
source: Shared via Citykey\nhttps://citykey.app
de: Geteilt mit Citykey\nhttps://citykey.app

# widget_title
source: News
de: Nachrichten

# widget_description
source: View the latest news of your city at a glance.
de: Die neuesten Nachrichten deiner Stadt auf einen Blick

# e_007_events_new_date_label
source: New date
de: Neues Datum

# e_007_events_new_date_desc
source: The date of this event has been updated
de: Das Datum hat sich geändert

# e_007_events_sold_out_label
source: Sold out
de: Ausverkauft

# e_007_events_sold_out_desc
source: This event is sold out
de: Diese Veranstaltung ist ausverkauft

# e_006_event_switch_city_info
source: The city has been switched to
de: Die Stadt wurde gewechselt zu

# accessibility_btn_next_month
source: Next month
de: Nächster Monat

# accessibility_btn_previous_month
source: Previous month
de: Vorheriger Monat

# wn_001_what_is_new_title
source: What is new?
de: Was ist neu?

# wn_002_news_widget_title
source: Widgets for news & waste calendar
de: Widgets für News & Abfuhrkalender

# wn_003_news_widget_update_description
source: It is now possible to display the news and appointments of the waste calendar outside the Citykey app in a widget.
de: Es ist nun möglich, die Nachrichten und Termine des Abfuhrkalenders außerhalb der Citykey-App in einem Widget anzuzeigen.

# wn_004_continue_title
source: Continue…
de: Weiter …

# wc_no_pickups
source: No pickups available.
de: Es sind keine Abholungen verfügbar.

# waste_calendar_widget_error
source: Unfortunately we are currently not able to show waste calendar information for the selected city.
de: Leider sind wir derzeit nicht in der Lage, Abfuhrkalenderinformationen für die ausgewählte Stadt anzuzeigen.

# c_003_contact_link_title_text
source: Where's my city?
de: Wo ist meine Stadt?

# c_003_contact_link_message_text
source: Feel free to contact us and we'll discuss how we can add your city to the app.
de: Nimm‘ gerne mit uns Kontakt auf, und wir besprechen, wie wir deine Stadt in Citykey aufnehmen können.

# c_003_contact_link_sub_title_text
source: Get in contact with us...
de: Nimm Kontakt mit uns auf …

# c_003_aleart_get_in_contact_button
source: Get in contact
de: Kontakt aufnehmen

# c_003_aleart_cancel_button
source: Cancel
de: Abbrechen

# c_003_mail_subject_text
source: My city is not included!
de: Meine Stadt ist nicht dabei!

# c_003_mail_body_name_text
source: My name:
de: Mein Name:

# c_003_mail_body_city_text
source: My city:
de: Meine Stadt:

# c_003_mail_body_permission_one
source: May the Citykey team contact me (yes/no)?:
de: Darf mich das Citykey Team kontaktieren (ja/nein)?:

# c_003_mail_body_permission_two
source: I would like to share the following with the team:
de: Folgendes möchte ich dem Citykey Team mitteilen:

# c_003_aleart_message_sent_text
source: sent
de: gesendet

# c_003_aleart_message_saved_text
source: saved
de: Gerettet

# c_003_aleart_message_failed_text
source: failed
de: gescheitert

# c_003_email_option_aleart_text
source: Choose email
de: Wählen Sie E-Mail

# wc_generic_error
source: No information available.
de: Keine Informationen verfügbar.

# wn_005_mail_aleart_text
source: Please configure your mail account
de: Bitte konfigurieren Sie Ihr E-Mail-Konto

# news_widget_001_title
source: News
de: Nachrichten

# news_widget_002_description
source: View the latest news of your city at a glance.
de: Die neuesten Nachrichten deiner Stadt auf einen Blick.

# waste_calendar_widget_001_title
source: Waste Calendar
de: Abfuhrkalender

# waste_calendar_002_description
source: See the next pickups at a glance.
de: Sieh die nächsten Abholungen auf einen Blick.

# waste_calendar_today
source: Today
de: Heute

# waste_calendar_tomorrow
source: Tomorrow
de: Morgen

# feedback_box_title2
source: Can we contact you?
de: Dürfen wir uns bei dir melden?

# feedback_box_title3
source: Contact me via E-mail
de: Citykey darf mich per Email kontaktieren

# feedback_mail_address
source: E-mail address
de: E-Mail Adresse

# fa_003_describe_issue_label
source: Description/ Justification %s
de: Beschreibung / Begründung %s

# fa_004_search_this_area_label
source: Refresh
de: Aktualisieren

# fa_006_more_information_label
source: More Information
de: Mehr Informationen

# fa_007_location_page_info
source: Move the map to the position where you would like to submit the suggestion. The suggestion is marked by the pin.
de: Bewegen Sie die Karte an die Stelle, an der Sie den Vorschlag einreichen möchten. Der Vorschlag wird durch die Stecknadel markiert.

# fa_009_unique_id_label
source: ID of your report
de: ID Ihres Anliegens

# fa_010_submit_info_msg
source: You will receive an E-Mail when there are updates on your request.
de: Sie erhalten eine E-Mail-Nachricht, wenn es Updates zu Ihrem Anliegen gibt.

# fa_011_thank_you_msg1
source: Thank you for contributing to the improvement of bicycle traffic and helping to shape the mobility transition in Bonn. The processing of your proposal will take some time. Therefore, we ask for your patience and understanding if your proposal is not feasible from a technical or planning point of view. You can check the status of your proposal at any time via the map (under "View existing issues").
de: Vielen Dank, dass Sie einen Beitrag dazu leisten, den Radverkehr zu verbessern und die Mobilitätswende in Bonn mitzugestalten. Die Bearbeitung wird einige Zeit in Anspruch nehmen. Bitte haben Sie daher Geduld und auch Verständnis, wenn Ihr Standortvorschlag technisch oder planerisch ggf. nicht umsetzbar ist. Den Bearbeitungsstand Ihres Vorschlages können Sie über die Karte (unter "Bestehende Anliegen anschauen") jederzeit abrufen.

# fa_012_unknow_error_title
source: Unfortunately something went wrong. If this happens repeatedly, please let us know.
de: Leider ist etwas schiefgelaufen. Bitte kontaktiere uns über die Feedback Funktion, wenn dieser Fehler öfter auftritt.

# dr_003_your_concern_disclaimer
source: IMPORTANT: For privacy reasons, please do not enter any names or personal data of yourself or other persons.
de: WICHTIG: Bitte geben Sie aus Datenschutzgründen keine Namen oder persönlichen Daten von sich oder anderen Personen ein.

# waste_calendar_logged_out_message
source: Please log into the Citykey app to view waste pickups.
de: Bitte loggen Sie sich in die Citykey App ein, um die Abfallabholungen einzusehen.

# accessibility_label_pickup_read_state_selected
source: %s is selected
de: %s ist ausgewÃ¤hlt

# accessibility_label_pickup_read_state_not_selected
source: %s is not selected
de: %s ist nicht ausgewÃ¤hlt

# accessibility_label_pickup_change_state_select
source: %s has been selected
de: %s wurde ausgewÃ¤hlt

# accessibility_label_pickup_change_state_deselect
source: %s has been deselected
de: %s ist jetzt nicht mehr ausgewÃ¤hlt

# accessibility_btn_export_calendar
source: Export waste pickups to your calendar
de: Exportieren Sie Abfallabholungen in Ihren Kalender

# wc_no_pickups_scheduled_filter_active
source: No pickups scheduled (Filter is active).
de: Keine Abholungen geplant (Filter ist aktiv).
