Repository: MacOS/CityKey-iOS
Catalog: OSCA/*.lproj/Localization.strings
Languages: de

# l_001_login_hint_technical_logout
source: Unfortunately something went wrong and you were logged out. Please log in again.
de: Leider ist etwas schief gelaufen und du wurdest ausgeloggt. Bitte logge dich bitte erneut ein.

# l_001_login_hint_active_logout
source: You have logged out successfully. Log back in or continue using the guest features of the app.
de: Du hast dich erfolgreich ausgeloggt. Du kannst dich jederzeit wieder einloggen.

# dialog_authentication_error_message
source: Unfortunately, something went wrong. Please try again later.
de: Da ist leider ist etwas schiefgelaufen. Bitte versuche es später noch einmal.

# dialog_button_ok
source: Close
de: Schließen

# h_001_events_load_error
source: The events could not be loaded. Please try again.
de: Die Veranstaltungen konnten nicht geladen werden. Bitte versuche es erneut.

# h_001_events_no_events_msg
source: There are no current events.
de: Es gibt keine aktuellen Veranstaltungen.

# e_003_page_title
source: Select dates
de: Termine auswählen

# e_003_show_events_button
source: Show events
de: Anzeigen

# e_004_events_filter_categories_title
source: Filter events
de: Veranstaltungen filtern

# e_004_events_filter_categories_show_events
source: Show events (%d)
de: Anzeigen (%d)

# e_004_events_filter_categories_clear
source: Clear all
de: Löschen

# share_store_header
source: Shared via Citykey App\nhttps://citykey.app
de: Geteilt via Citykey App\nhttps://citykey.app

# e_003_clear_button
source: Clear
de: Löschen

# e_004_events_filter_categories_error_text
source: There are no categories. Please try again later.
de: Es gibt keine Kategorien. Bitte versuche es später noch einmal.

# e_002_no_events_hint_msg
source: Please try other dates or categories.
de: Bitte versuche es mit anderen Terminen oder Kategorien.

# e_002_no_events_msg
source: There are no events matching your criteria.
de: Es gibt leider keine Veranstaltungen, die diesen Kriterien entsprechen.

# e_002_page_load_error
source: Could not retrieve more events.
de: Es konnten nicht mehr Veranstaltungen abgerufen werden.

# e_002_page_load_retry
source: retry
de: erneut versuchen

# e_005_add_to_calendar
source: Add to calendar
de: Zum Kalender hinzufügen

# e_005_description_label
source: Description
de: Beschreibung

# e_005_description_read_less
source: read less
de: weniger lesen

# e_005_description_read_more
source: read more
de: mehr erfahren

# e_005_end_time_label
source: Ends
de: Ende

# e_005_favourite
source: Favorite
de: Favorit

# e_005_link_label
source: More information and complete program:
de: Weitere Informationen und das komplette Programm:

# e_005_pdf_label
source: Links to PDF download:
de: Links zum PDF-Download:

# e_005_start_time_label
source: Begins
de: Beginn

# e_006_event_get_directions
source: Get directions
de: Navigation starten

# NSFaceIDUsageDescription
source: Please use Face ID to access your account. You can manage the access rights of the app under the app\'s central settings at any time.
de: Bitte nutze Face ID, um auf dein Konto zuzugreifen. Die Zugriffsrechte der App kannst du jederzeit in den Einstellungen verwalten.

# NSLocationWhenInUseUsageDescription
source: We need permission to access the location services to detect the city name. You can manage the access rights of the app under the app\'s central settings at any time.
de: Wir benötigen die Ortungsdienste, um deine Stadt zu ermitteln. Die Zugriffsrechte der App kannst du jederzeit in den Einstellungen verwalten.

# NSCalendarsUsageDescription
source: We need the permission to add events to the calendar. You can manage the access rights of the app under the app\'s central settings at any time.
de: Wir benötigen Zugriff auf deinen Kalender um einen Termin hinzufügen zu können. Die Zugriffsrechte der App kannst du jederzeit in den Einstellungen verwalten.

# dialog_location_permission_denied
source: Location services are disabled. You can manage the access rights of the app under the app\'s central settings at any time.
de: Ortungsdienste sind deaktiviert. Die Zugriffsrechte der App kannst du jederzeit in den Einstellungen verwalten.

# dialog_faceid_permission_denied
source: Face ID access denied. You can manage the access rights of the app under the app\'s central settings at any time.
de: Face ID Zugriff ist nicht erlaubt. Die Zugriffsrechte der App kannst du jederzeit in den Einstellungen verwalten.

# dialog_calendar_permission_denied
source: Calendar access denied. You can manage the access rights of the app under the app\'s central settings at any time.
de: Kalenderzugriff nicht erlaubt. Die Zugriffsrechte der App kannst du jederzeit in den Einstellungen verwalten.

# e_005_dialog_no_calendar_title
source: Unfortunately something went wrong. Please try again later.
de: Da ist leider etwas schiefgelaufen. Bitte versuche es später noch einmal.

# e_005_dialog_no_calendar_message
source: No calendar app was found. Please install and try again.
de: Es konnte keine Kalender App gefunden werden. Bitte installiere eine Kalender App und versuche es dann erneut.

# a_message_event_favored_error
source: Sorry we had a problem administrating your event favorites.
de: Es tut uns leid, Favoriten können aktuell nicht bearbeitet werden.

# a_message_favorites_load_error
source: Sorry, we could not load your favorites.
de: Es tut uns leid, wir konnten deine Favoriten nicht laden.

# h_001_events_favorites_header
source: Your favorites
de: Deine Favoriten

# h_001_events_header
source: Coming up
de: Demnächst

# e_002_list_load_error
source: Could not retrieve events at this time. Please try again later.
de: Derzeit können keine Veranstaltungen abgerufen werden. Bitte versuche es später noch einmal.

# b_001_infobox_btn_filter_all
source: All
de: Alle

# b_001_infobox_btn_filter_unread
source: Unread
de: Ungelesen

# b_006_snackbar_mark_read_failed
source: Sorry, we couldn\'t mark the message as \'read\'.\nPlease try again later.
de: Leider konnte die Nachricht nicht als \'gelesen\' markiert werden.\nVersuche es später noch einmal.

# b_006_snackbar_mark_unread_failed
source: Sorry, we couldn\'t mark the message as \'unread\'.\nPlease try again later.
de: Leider konnte die Nachricht nicht als \'ungelesen\' markiert werden.\nVersuche es später noch einmal.

# b_006_snackbar_delete_failed
source: Sorry but this message couldn\'t be deleted at this time.\nPlease try again later.
de: Leider konnte die Nachricht nicht gelöscht werden.\nVersuche es später noch einmal.

# b_001_infobox_no_messages
source: No messages
de: Keine Nachrichten

# b_005_infobox_error_info_title
source: Sorry but your messages could not be downloaded at this time.
de: Deine Nachrichten können leider momentan nicht geladen werden.

# b_005_infobox_error_info_subtitle
source: Please try again later or reload page.
de: Bitte versuche es später noch einmal oder lade die Seite neu.

# b_005_infobox_error_btn_reload
source: Reload
de: Neu laden

# b_001_infobox_no_unread_messages
source: No unread messages
de: Keine ungelesenen Nachrichten

# b_006_snackbar_delete_success
source: Message deleted
de: Nachricht gelöscht

# b_006_snackbar_delete_undo
source: Undo
de: Wiederherstellen

# r_001_registration_p_005_profile_password_strength_error_min_1_digit
source: at least one digit
de: Mindestens eine Ziffer

# b_003_infobox_detailed_btn_delete
source: Delete
de: Löschen

# p_001_profile_btn_terms_and_conditions
source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen

# x_002_tracking_perm_detail_purpose
source: Purpose
de: Zweck

# x_002_tracking_perm_moenage_detail_purpose_desc
source: App notification & demand-based design
de: App-Benachrichtigung & Bedarfsgerechte Gestaltung

# x_002_tracking_perm_adjust_detail_purpose_desc
source: Demand-based design
de: Bedarfsgerechte Gestaltung

# x_002_tracking_perm_moenage_detail_storage_desc
source: 24 months
de: 24 Monate

# x_002_tracking_perm_adjust_detail_storage_desc
source: 1 month
de: 1 Monat

# x_002_tracking_perm_detail_storage
source: Storage period
de: Speicherdauer

# x_002_tracking_perm_moenage_detail_involved_desc
source: Contractor
de: Auftragsverarbeiter

# x_002_tracking_perm_adjust_detail_involved_desc
source: Contractor
de: Auftragsverarbeiter

# x_002_tracking_perm_detail_involved
source: Involved as
de: Eingebunden als

# x_002_tracking_perm_top_text
source: To optimize your app experience, we use several services from partners. Within the scope of legal regulations, we, or companies commissioned by us within the scope of data processing, create usage profiles. Direct back tracing to you is not possible.
de: Um deine App-Nutzung zu optimieren, nutzen wir mehrere Services von Partnern. Im Rahmen der gesetzlichen Regelungen legen wir, oder von uns im Rahmen einer Auftragsdatenverarbeitung beauftragte Unternehmen, Nutzungsprofile an. Ein unmittelbarer Rückschluss auf dich ist dabei nicht möglich.

# x_002_tracking_perm_bottom_text
source: These services can also be switched on or off later in "Profile>Data Privacy Notice".
de: Diese Dienste kannst du auch später noch unter "Profil>Datenschutzhinweise" ein- oder ausschalten.

# x_002_tracking_perm_btn_title
source: Save preferences
de: Berechtigungen speichern

# x_002_tracking_perm_headline_company
source: Company
de: Firma

# x_002_tracking_perm_headline_details
source: Details
de: Erläuterungen

# x_002_tracking_perm_title
source: Collection of usage data
de: Erhebung von Nutzungsdaten

# h_001_home_notifications_ask_title
source: Citykey would like to send you notifications
de: Die Citykey App möchte dir Benachrichtigungen senden

# h_001_home_permissions_ask_description
source: Push notifications can include banners, lock notifications, tones and vibrations. These can be configured in the settings.
de: Push-Benachrichtigungen können Banner, Sperrbenachrichtigungen, Töne und Vibrationen enthalten. Diese können in den Einstellungen konfiguriert werden.

# h_001_home_permissions_ask_negative
source: Don\'t allow
de: Nicht erlauben

# h_001_home_permissions_ask_positive
source: Allow
de: Erlauben

# f_001_temp_blocked_hint_label
source: Please wait 5 minutes.
de: Bitte warte 5 Minuten.

# f_001_temp_blocked_main_label
source: Your account has been locked for 5 minutes. Please try again later or reset your password.
de: Dein Konto wurde für 5 Minuten gesperrt. Bitte versuche es später erneut oder setze dein Passwort zurück.

# f_001_temp_blocked_reset_btn
source: Reset password
de: Passwort zurücksetzen

# r_004_registration_confirmation_info_only_use_once
source: Please note, resending the confirmation e-mail is only possible once.
de: Bitte beachte, dass das erneute Senden der Bestätigungs-E-Mail nur einmal funktioniert.

# coming_soon_label
source: Coming soon
de: Bald verfügbar

# f_001_confirmation_info_only_use_once
source: Please note, resending the password-reset e-mail is only possible once.
de: Bitte beachte, dass das erneute Senden der E-Mail zur Passwortzurücksetzung nur einmal funktioniert.

# h_001_home_news_error
source: The news could not be loaded. Please try again.
de: Die Nachrichten konnten nicht geladen werden. Bitte versuche es noch einmal.

# r_001_registration_error_incorrect_email
source: E-mail format is not correct
de: Das E-Mail-Format ist nicht korrekt

# h_001_home_tooltip_switch_location
source: Change city
de: Stadt wechseln

# r_001_registration_error_incorrect_postcode
source: Incorrect postcode
de: Ungültige Postleitzahl

# r_004_registration_confirmation_info_enter_pin
source: Please enter the 6-digit PIN to complete registration. If you didn't receive the PIN, please check the spam folder.
de: Bitte gib die 6-stellige PIN ein, um die Registrierung abzuschließen. Wenn du die PIN nicht erhalten hast, sehe bitte im Spam-Ordner nach.

# c_001_cities_footer_info
source: New cities are added all the time. If your city is not yet included, just check back later.
de: Es werden immer wieder neue Städte hinzugefügt. Sollte deine Stadt noch nicht dabei sein, schau einfach später noch einmal vorbei.

# r_001_registration_hint_postcode
source: Postcode
de: Postleitzahl

# r_004_registration_confirmation_confirm_btn
source: Confirm
de: Bestätigen

# r_005_registration_success_title
source: Registration complete
de: Registrierung abgeschlossen

# r_005_registration_success_login_btn
source: Login
de: Anmelden

# r_005_registration_success_headline
source: Congratulations, your account is now registered.
de: Herzlichen Glückwunsch, dein Konto ist jetzt registriert.

# r_005_registration_success_details
source: You can now log into your account using your login details.
de: Du kannst dich jetzt mit deinen Zugangsdaten in dein Konto einloggen.

# c_002_city_selection_list_header
source: Cities
de: Städte

# c_002_cities_turn_on_location
source: Click here to turn ON the Location Services.
de: Um die Nutzung von Standortdaten zu aktivieren, klicke bitte hier.

# c_002_cities_location_header
source: Close to you
de: In deiner Nähe

# s_001_services_error_module_msg
source: Services cannot be displayed at the moment. Please refresh or try again later.
de: Dienste können derzeit nicht angezeigt werden. Versuche es bitte noch einmal oder lade die Seite erneut.

# s_001_services_error_snackbar_msg
source: Services could not be refreshed. Please try again later.
de: Dienste konnten nicht geladen werden. Bitte versuche es später noch einmal.

# c_001_cities_cannot_access_location_btn_poitive
source: Go to settings
de: Einstellungen

# c_001_cities_cannot_access_location_btn_negative
source: Cancel
de: Abbrechen

# c_001_cities_cannot_access_location_dialog_title
source: Cannot access location
de: Zugriff auf Standort nicht möglich

# c_001_cities_cannot_access_location_dialog_message
source: Please enable Location Services in your device settings.
de: Bitte aktiviere die Berechtigung »Standort« für diese App in den Geräteeinstellungen.

# c_001_cities_gps_turned_off
source: Please enable Location in your device settings.
de: Bitte aktiviere die Ortungsdienste in den Geräteeinstellungen.

# f_001_forgot_password_change_hint_new_password
source: New password
de: Neues Passwort

# f_001_forgot_password_change_hint_repeat_password
source: Confirm new password
de: Neues Passwort bestätigen

# f_003_forgot_password_confirm_success_title
source: Password reset
de: Passwort zurücksetzen

# f_003_forgot_password_confirm_success_headline
source: Your password has been updated.
de: Dein Passwort wurde aktualisiert

# f_003_forgot_password_confirm_success_details
source: You can now log in into your account using your new password.
de: Du kannst dich nun mit deinem neuen Passwort anmelden.

# f_003_forgot_password_confirm_success_login_btn
source: Login
de: Anmelden

# f_002_forgot_pwd_confirmation_info_enter_pin
source: Please enter the 6-digit PIN to log in with your new password. If you didn't receive the PIN, please check the spam folder.
de: Bitte gib die 6-stellige PIN ein, um dich mit dem neuen Passwort einzuloggen. Wenn du die PIN nicht erhalten hast, sehe bitte im Spam-Ordner nach.

# appointment_title
source: Appointment
de: Terminvereinbarung

# appointment_web_cancel_dialog_message
source: Are you sure you want to close the appointment process?
de: Möchtest du die Terminvereinbarung wirklich schließen?

# appointment_web_cancel_dialog_btnCancel
source: Cancel
de: Abbrechen

# appointment_web_cancel_dialog_btnClose
source: Close
de: Schließen

# appointment_web_private_data_permission_title
source: Information
de: Hinweis

# appointment_web_private_data_permission_message
source: Citykey can assist you with this service by pre-filling the following form with data from your profile: e-mail, date of birth, postal code
de: Um die Nutzung des Service zu vereinfachen, kann Citykey das nachfolgende Formular mit diesen Daten aus deinem Profil vorausfüllen: E-Mail, Geburtsdatum, Postleitzahl

# appointment_web_private_data_permission_btnPositive
source: Allow
de: Erlauben

# appointment_web_private_data_permission_btnNegative
source: Do not allow
de: Nicht erlauben

# h_001_navigation_bar_btn_imprint
source: Imprint
de: Impressum

# ci_001_header_info
source: Here you will find the imprint for the selected city.
de: Hier findest du das Impressum für die ausgewählte Stadt.

# ci_001_headline_format
source: Imprint - %s
de: Impressum - %s

# ci_001_description
source: Each city you have selected has its own imprint and can be accessed below.
de: Jede, von dir ausgewählte, Stadt besitzt ein eigenes Impressum und kann unten aufgerufen werden.

# ci_001_button_text
source: Open imprint
de: Impressum öffnen

# c_001_cities_permission_dialog_title
source: Location Services
de: Ortungsdienste

# c_001_cities_permission_dialog_content
source: This permission allows Citykey to access, store and use your device\'s location with the purpose of showing you relevant content and services.
de: Diese Berechtigung ermöglicht es Citykey, auf den Standort des Gerätes zuzugreifen, diesen zu speichern und zum Anzeigen von relevanten Inhalten und Diensten zu verwenden.

# c_001_cities_permission_dialog_btn_negative
source: Not now
de: Nicht jetzt

# c_001_cities_location_loading_failed
source: We were not able to identify your location.
de: Dein Standort konnte nicht bestimmt werden.

# apnmt_001_my_appointments_button
source: My appointments
de: Meine Termine

# apnmt_002_date_label
source: Date
de: Datum

# apnmt_002_more_info_button
source: More Information
de: Mehr Informationen

# apnmt_002_show_qr_code_button
source: Show QR-Code
de: QR-Code anzeigen

# apnmt_002_page_title
source: My appointments
de: Meine Termine

# apnmt_002_error_info
source: Sorry but your appointments could not be displayed at this time.
de: Leider können deine Termine momentan nicht angezeigt werden.

# apnmt_002_card_title
source: Appointment
de: Termin

# apnmt_002_item_state_pending
source: This appointment has not been confirmed yet.
de: Dieser Termin wurde noch nicht bestätigt.

# apnmt_002_item_state_rejected
source: This appointment was rejected.
de: Dieser Termin wurde abgelehnt.

# apnmt_003_page_title
source: My appointment
de: Mein Termin

# apnmt_003_appointment_creation_format
source: Appointment created on: %s
de: Termin eingestellt am: %s

# apnmt_003_concerns_label
source: Request
de: Anliegen

# apnmt_003_participants_label
source: Participants
de: Teilnehmende Personen

# apnmt_003_bring_with_label
source: Please don\'t forget
de: Bitte mitbringen

# apnmt_003_responsible_label
source: Responsible
de: Zuständig

# apnmt_003_waiting_no_format
source: Waiting number: %s
de: Wartenummer: %s

# apnmt_003_cal_export_location_format
source: Location: %s
de: Standort: %s

# apnmt_003_share_text_format
source: Your Appointment "%s" will take place on %s at %s.%n%nYour requests:%n%s%n%nYour waiting number: %s%n%nAddress%nhttps://maps.google.com/?q=%s
de: Dein Termin "%s" findet am %s um %s statt.%n%nDein Anliegen:%n%s%nDeine Wartenummer: %s%n%nAdresse%nhttps://maps.google.com/?q=%s

# apnmt_004_qrcode_waiting_no_label
source: Waiting number
de: Wartenummer

# apnmt_003_share_text_title
source: Your Appointment "%s"
de: Dein Termin "%s"

# apnmt_002_empty_state_label
source: You currently have no appointments.
de: Du hast momentan keine Termine.

# wc_004_page_title
source: Waste calendar
de: Abfuhrkalender

# wc_004_address_filter_btn
source: Address:
de: Adresse:

# wc_004_pickups_filter_btn
source: Pickups:
de: Abholungen:

# apnmt_005_share_title
source: Your Appointment "%s" is scheduled for %s at %s.
de: Dein Termin "%s" findet am %s um %s statt.

# apnmt_005_share_address
source: Address:
de: Adresse:

# apnmt_005_share_concerns
source: Your request:
de: Dein Anliegen:

# apnmt_005_share_waiting_no_format
source: Your Waiting number: %s
de: Deine Wartenummer: %s

# h_001_home_news_action_error
source: Unfortunately we are curently not able to show news for the selected city.
de: Leider können wir dir momentan noch keine Nachrichten für die ausgewählte Stadt anzeigen.

# h_001_events_load_action_error
source: Unfortunately we are currently not able to show events for the selected city.
de: Leider können wir dir momentan noch keine Veranstaltungen für die ausgewählte Stadt anzeigen.

# apnmt_002_error_description
source: Please try again or reload the page.
de: Versuche es bitte noch einmal oder lade die Seite erneut.

# wc_004_filter_category_title
source: Select pickups
de: Abholungen auswählen

# wc_004_filter_category_show_result
source: Save (%d)
de: Speichern (%d)

# wc_004_ftu_street_name
source: Street name
de: Straße

# wc_004_ftu_house_number
source: House number
de: Hausnummer

# wc_004_ftu_city
source: City
de: Stadt

# wc_004_ftu_title
source: Address
de: Adresse

# wc_001_pickups_info_btn
source: Separating waste correctly
de: Abfälle richtig trennen

# wc_001_open_calendar_btn
source: Open waste calendar
de: Abfuhrkalender öffnen

# wc_004_ftu_street_error
source: Street not found
de: Straße nicht gefunden

# wc_004_ftu_house_error
source: Incorrect house number
de: Hausnummer nicht gefunden

# wc_004_ftu_show_result_btn
source: Show dates
de: Abfuhrtermine anzeigen

# date_format_today_name
source: Today
de: Heute

# date_format_tomorrow_name
source: Tomorrow
de: Morgen

# apnmt_002_item_state_historic
source: This appointment was in the past.
de: Du hast diesen Termin bereits wahrgenonmmen

# apnmt_003_additional_label
source: Additional information
de: Zusatzinformation

# apnmt_002_item_state_canceled
source: This appointment was cancelled.
de: Dieser Termin wurde abgesagt

# wc_004_change_address_reset_reminder_title
source: Your reminders
de: Deine Erinnerungen

# wc_004_change_address_reset_reminder_info
source: If you change the address, your existing reminders will be deleted.
de: Wenn du die Adresse änderst, werden deine bisherigen Erinnerungen gelöscht.

# wc_004_change_address_reset_reminder_ok
source: Change address
de: Adresse ändern

# wc_004_change_address_reset_reminder_cancel
source: Cancel
de: Abbrechen

# wc_005_header_label
source: Remind
de: Erinnern

# wc_005_same_day_label
source: Collection day
de: Abholtag

# wc_005_day_before_label
source: One day before
de: Einen Tag vorher

# wc_005_two_days_before_label
source: Two days before
de: Zwei Tage vorher

# wc_005_time_label
source: Time
de: Uhrzeit

# wc_005_error_toast_message
source: The settings could not be applied. Please try again.
de: Die Einstellungen könnten nicht übernommen werden. Bitte versuche es noch einmal.

# bottom_navigation_badge_description
source: You have %d update(s) in
de: Du hast %d Aktualisierung(en) in

# bottom_navigation_description
source: %1$s tab %2$d of %3$d %4$s
de: %1$s tab %2$d von %3$d %4$s

# event_card_dateM_description
source: %1$s %2$s %3$s to %4$s %5$s %6$s
de: %1$s %2$s %3$s bis %4$s %5$s %6$s

# wc_005_moengage_setting_info_label
source: \nUnfortunately, the reminder function cannot be used because the required technology »MoEngage« has not been activated. \n\nDo you want to activate MoEngage?
de: \nDie Erinnerungsfunktion kann leider nicht genutzt werden, da die dafür benötigte Technologie »MoEngage« nicht aktiviert wurde.\n\nMöchtest Du MoEngage aktivieren?

# wc_005_push_notification_setting_info_label
source: \nUnfortunately, the reminder function cannot be used because push notifications for Citykey are disabled.\n\nDo you want to enable push notifications?
de: \nDie Erinnerungsfunktion kann leider nicht genutzt werden, da die Mitteilungen für Citykey nicht aktiviert wurden\n\nMöchtest Du die Mitteilungen aktivieren?

# wc_005_push_notificaion_label
source: Notifications
de: Mitteilungen

# wc_005_push_notificaion_setting_btn
source: Activate notifications
de: Mitteilungen aktivieren

# wc_005_moengage_setting_btn
source: Settings
de: Einstellungen

# apnmt_003_cancel_appointment_btn
source: Cancel appointment
de: Termin absagen
