Repository: MacOS/CityKey-iOS
Catalog: OSCA/*.lproj/Localization.strings
Languages: de

# wc_no_pickups_scheduled
source: No pickups scheduled.
de: Keine Abholungen geplant.

# accessibility_btn_tap_hint
source: Double tap to
de: Doppeltippen zum

# active_city_voice_over_text
source: is selected.
de: ist ausgewählt.

# accessibility_radio_btn_tap_hint
source: Double tap to
de: Doppeltippen zum

# accessibility_double_tap_select_hint
source: Double tap to select
de: Doppeltippen zum AuswÃ¤hlen

# accessibility_double_tap_deselect_hint
source: Double tap to deselect
de: Doppeltippen zum Aufheben der Auswahl

# accessibility_textview_input_hint
source: Please enter your response here
de: Bitte geben Sie hier Ihre Antwort ein

# accessibility_change_category
source: Double tap to select Category
de: Doppeltippen, um Kategorie auszuwählen

# accessibility_filter_categories
source: select waste pickups
de: Abfallabholungen auswählen

# accessibility_change_address
source: Change address
de: Adresse Ã¤ndern

# accessibility_event_date_filter_hint
source: Filter events based on date
de: Ereignisse nach Datum filtern

# accessibility_event_category_filter_hint
source: Filter events based on categories
de: Ereignisse nach Kategorie filtern

# accessibility_hint_state_selected
source: selected
de: ausgewÃ¤hlt

# accessibility_hint_state_selected_with_text_area
source: selected and a text area has appeared.
de: ausgewählt und ein Textbereich ist erschienen.

# accessibility_checkbox_state_checked
source: Checked
de: GeprÃ¼ft

# accessibility_checkbox_state_unchecked
source: Unchecked
de: UngeprÃ¼ft

# accessibility_deselect
source: Deselect
de: Deselektiere

# accessibility_select
source: Select
de: WÃ¤hle

# accessibility_privacy_settings_hint
source: Double tap to toggle settings on or off
de: Doppeltippen, um die Einstellungen ein- oder auszuschalten

# accessibility_value_deselected
source: Deselected
de: AbgewÃ¤hlt

# accessibility_value_not_selected
source: Not selected
de: Nicht ausgewÃ¤hlt

# accessibility_hint_disabled
source: Disabled
de: Deaktiviert

# accessibility_select_calendar_hint
source: Double tap to select calendar
de: Doppeltippen, um Kalender auszuwÃ¤hlen.

# accessibility_change_calendar_color_hint
source: Double tap to select the calendar color
de: Doppeltippen, um die Kalenderfarbe auszuwählen

# accessiblity_calendar_nameview_hint
source: Input waste calendar name
de: Eingabe Abfallkalender Name

# accessiblity_progress_status
source: Step %s of %s
de: Schritt %s von %s

# accessbility_heading_level
source: Heading Level %s:
de: Überschrift Stufe %s:

# accessbility_new_dob
source: Enter NEW DATE OF BIRTH in DD.MM.YYYY
de: NEUES GEBURTSDATUM in TT.MM.JJJJ eingeben

# NSLocationAlwaysUsageDescription
source: This allows us to use your location to provide certain features such as suggesting a nearby city supported by Citykey, showing your location on a map, and helping you to report the location of a defect.
de: Dies ermöglicht es uns, Ihren Standort zu nutzen, um bestimmte Funktionen bereitzustellen, wie z. B. den Vorschlag einer von Citykey unterstützten Stadt in der Nähe, die Anzeige Ihres Standorts auf einer Karte und die Möglichkeit, den Ort eines Mangels zu melden.
